Repository: sam-matrix116/shukdeals_pub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, he, pt, ru

source: Image is required
ar: الصورة مطلوبة
de: Bild ist erforderlich
es: Se requiere una imagen
fr: Une image est requise
he: נדרשת תמונה
pt: A imagem é obrigatória.
ru: Требуется изображение.

source: Classified created successfully
ar: تم إنشاء الإعلان بنجاح
de: Kleinanzeige erfolgreich erstellt
es: Anuncio Personal creado exitosamente
fr: Annonce créée avec succès
he: המסווג נוצר בהצלחה
pt: Classificado criado com sucesso.
ru: Объявление успешно создано.

source: Invalid classified
ar: إعلان غير صالح
de: Ungültige Kleinanzeige
es: Anuncio Personal inválido
fr: Annonce invalide
he: מסווג לא תקף
pt: Classificado inválido.
ru: Недействительное объявление.

source: Classified updated successfully
ar: تم تحديث الإعلان بنجاح
de: Kleinanzeige erfolgreich aktualisiert
es: Anuncio Personal actualizado exitosamente
fr: Annonce mise à jour avec succès
he: המסווג עודכן בהצלחה
pt: Classificado atualizado com sucesso.
ru: Объявление успешно обновлено.

source: Classified deleted successfully
ar: تم حذف الإعلان بنجاح
de: Kleinanzeige erfolgreich gelöscht
es: Anuncio Personal eliminado exitosamente
fr: Annonce supprimée avec succès
he: המסווג נמחק בהצלחה
pt: Classificado excluído com sucesso.
ru: Объявление успешно удалено.

source: This classified does not exist.
ar: الإعلان غير موجود
de: Diese Kleinanzeige existiert nicht.
es: Este Anuncio Personal no existe.
fr: L'annonce n'existe pas.
he: מודעה אישית לא קיימת
pt: Este classificado não existe.
ru: Объявление не существует.

source: Expiry date should be greater than today
ar: يجب أن يكون تاريخ الانتهاء أكبر من اليوم
de: Das Ablaufdatum sollte später als heute sein
es: La fecha de vencimiento debe ser mayor a la de hoy
fr: La date d'expiration doit être supérieure à aujourd'hui
he: תאריך התפוגה צריך להיות גדול מהיום
pt: A data de validade deve ser maior que a data atual.
ru: Срок действия должен быть больше сегодняшней даты.

source: Monthly
ar: شهرياً
de: Monatlich
es: Mensual
fr: Mensuel
he: חודשי
pt: Mensal
ru: Ежемесячно.

source: Quarterly
ar: ربع سنوي
de: Vierteljährlich
es: Trimestral
fr: Trimestriel
he: רבעוני
pt: Trimestral
ru: Ежеквартально.

source: Yearly
ar: سنوياً
de: Jährlich
es: Anual
fr: Annuel
he: שנתי
pt: Anual
ru: Ежегодно.

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
he: תיאור
pt: Descrição
ru: Описание.

source: Price
ar: السعر
de: Preis
es: Precio
fr: Prix
he: מחיר
pt: Preço
ru: Цена.

source: Contact Phone
ar: رقم الاتصال
de: Kontakttelefon
es: Teléfono de contacto
fr: Téléphone de contact
he: מספר טלפון ליצירת קשר
pt: Telefone para Contato
ru: Контактный телефон.

source: Contact Email
ar: البريد الإلكتروني للاتصال
de: Kontakt-E-Mail
es: Correo electrónico de contacto
fr: Email de contact
he: כתובת דוא"ל ליצירת קשר
pt: E-mail para Contato
ru: контактный адрес электронной почты

source: Thank you for the message. We will contact soon.
ar: شكراً على الرسالة. سنتواصل معك قريباً.
de: Vielen Dank für die Nachricht. Wir werden uns bald bei Ihnen melden.
es: Gracias por el mensaje. Nos pondremos en contacto contigo pronto.
fr: Merci pour votre message. Nous vous contacterons bientôt.
he: תודה על ההודעה. ניצור עימך קשר בקרוב.
pt: Obrigado pela mensagem. Entraremos em contato em breve.
ru: Спасибо за сообщение. Мы свяжемся с вами в ближайшее время.

source: Question
ar: سؤال
de: Frage
es: Pregunta
he: שאלה
pt: Pergunta
ru: Вопрос.

source: You have not activated any plan.Please activate plan to add deal.
ar: لم تقم بتفعيل أي خطة. يرجى تفعيل الخطة لإضافة الصفقة.
de: Sie haben keinen Plan aktiviert. Bitte aktivieren Sie einen Plan, um ein Angebot hinzuzufügen.
es: No has activado ningún plan. Activa el plan para agregar la oferta.
he: לא הפעלת אף תוכנית. אנא הפעל תוכנית כדי להוסיף עסקה.
pt: Você não ativou nenhum plano. Ative um plano para adicionar uma oferta.
ru: Вы не активировали ни одного плана. Пожалуйста, активируйте план, чтобы добавить предложение.

source: Deal created successfully
ar: تم إنشاء الصفقة بنجاح
de: Angebot erfolgreich erstellt
es: Oferta creada exitosamente
fr: Offre créée avec succès
he: העסקה נוצרה בהצלחה
pt: Oferta criada com sucesso.
ru: Сделка успешно создана.

source: Invalid deal
ar: صفقة غير صالحة
de: Ungültiges Angebot
es: Oferta inválida
fr: Offre invalide
he: העסקה לא תקפה
pt: Oferta inválida.
ru: Недействительная сделка.

source: Invalid Location
ar: موقع غير صالح
de: Ungültiger Standort
es: Ubicación inválida
fr: Emplacement invalide
he: מיקום לא תקף
pt: Localização inválida.
ru: Недействительное местоположение.

source: Deal updated successfully
ar: تم تحديث الصفقة بنجاح
de: Angebot erfolgreich aktualisiert
es: Oferta actualizada exitosamente
fr: Offre mise à jour avec succès
he: העסקה עודכנה בהצלחה
pt: Oferta atualizada com sucesso.
ru: Сделка успешно обновлена

source: Invalid Deal
ar: صفقة غير صالحة
de: Ungültiges Angebot
es: Oferta inválida
fr: Offre invalide
he: העסקה לא תקפה
pt: Oferta inválida.
ru: Недействительная сделка

source: Deal deleted successfully
ar: تم حذف الصفقة بنجاح
de: Angebot erfolgreich gelöscht
es: Oferta eliminada exitosamente
fr: Offre supprimée avec succès
he: העסקה נמחקה בהצלחה
pt: Oferta excluída com sucesso.
ru: Сделка успешно удалена

source: Business Sub Category is required
ar: الفئة الفرعية للأعمال مطلوبة
de: Unterkategorie des Unternehmens ist erforderlich
es: Se requiere la Sub-categoría de Negocio
fr: La sous-catégorie d'entreprise est requise
he: נדרשת תת קטגוריה עסקית
pt: A subcategoria do negócio é obrigatória.
ru: Требуется указать подкатегорию бизнеса

source: For creating Real Estate deal, the business category can be rent,sale or vacational rental only
ar: لإنشاء صفقة عقارية، يمكن أن تكون فئة الأعمال إيجار أو بيع أو إيجار لقضاء العطلات فقط
de: Für die Erstellung eines Immobilienangebots kann die Unternehmenskategorie nur Miete, Verkauf oder Ferienvermietung sein
es: Para crear un acuerdo de bienes raíces, la categoría comercial puede ser alquiler, venta o alquiler vacacional únicamente.
fr: Pour créer une transaction immobilière, la catégorie d'entreprise peut être uniquement la location, la vente ou la location saisonnière.
he: ליצירת עסקת נדל"ן, קטגוריית העסק יכולה להיות השכרה, מכירה או השכרה לחופשה בלבד
pt: Para criar uma oferta de imóveis, a categoria do negócio pode ser aluguel, venda ou aluguel de temporada apenas.
ru: При заключении сделки с недвижимостью бизнес-категорией может быть только аренда, продажа или аренда на время отпуска.

source: Free member discount type is required
ar: نوع خصم العضو المجاني مطلوب
de: Rabatttyp für kostenlose Mitglieder ist erforderlich
es: Se requiere el tipo de descuento para miembros gratuitos
fr: Un type de réduction pour membre gratuit est requis
he: נדרש סוג הנחה לחבר חינמית
pt: O tipo de desconto para membros grátis é obrigatório.
ru: Требуется указать тип скидки для бесплатного участника

source: Free member discount value is required
ar: قيمة خصم العضو المجاني مطلوبة
de: Rabattwert für kostenlose Mitglieder ist erforderlich
es: Se requiere el valor de descuento para miembros gratuitos
fr: Une valeur de réduction pour membre gratuit est requise
he: נדרשת ערך הנחה לחבר חינמית
pt: O valor do desconto para membros grátis é obrigatório.
ru: Требуется указать значение скидки для бесплатного участника

source: Free member code is required
ar: رمز العضو المجاني مطلوب
de: Code für kostenlose Mitglieder ist erforderlich
es: Se requiere el código de miembro gratuito
fr: Un code de membre gratuit est requis
he: נדרש קוד חבר חינמי
pt: O código para membros grátis é obrigatório.
ru: Требуется указать код для бесплатного участника

source: Club member discount type is required
ar: نوع خصم عضو النادي مطلوب
de: Rabatttyp für Clubmitglieder ist erforderlich
es: Se requiere el tipo de descuento para miembros del club
fr: Le type de réduction pour les membres du club est requis
he: נדרש סוג הנחה של חבר מועדון
pt: O tipo de desconto para membros do clube é obrigatório.
ru: Укажите тип скидки для члена клуба.

source: Club member discount value is required
ar: مطلوب قيمة خصم عضو النادي
de: Rabattwert für Clubmitglieder ist erforderlich
es: Se requiere el valor del descuento para miembros del club
fr: La valeur de la remise pour les membres du club est requise
he: נדרש ערך הנחה של חבר מועדון
pt: O valor do desconto para membros do clube é obrigatório.
ru: Укажите размер скидки для членов клуба.

source: Club member code is required
ar: مطلوب رمز عضو النادي
de: Code für Clubmitglieder ist erforderlich
es: Se requiere el código de miembro del club
fr: Le code de membre du club est requis
he: יש צורך בקוד חבר מועדון
pt: O código para membros do clube é obrigatório.
ru: Требуется код члена клуба

source: Offer text is required
ar: نص العرض مطلوب
de: Angebotstext ist erforderlich
es: Se requiere el texto de la oferta
fr: Le texte de l'offre est requis.
he: נדרש טקסט הצעה
pt: O texto da oferta é obrigatório.
ru: Требуется указать текст предложения

source: Price type is required
ar: نوع السعر مطلوب
de: Preistyp ist erforderlich
es: Se requiere el tipo de precio
fr: Le type de prix est requis.
he: סוג המחיר נדרש
pt: O tipo de preço é obrigatório.
ru: Требуется указать тип цены

source: Invalid property deal
ar: صفقة العقار غير صالحة
de: Ungültiges Immobilienangebot
es: Oferta de Propiedad no válida
fr: Offre immobilière invalide.
he: עסקת הנכסים אינה תקפה
pt: Oferta de propriedade inválida.
ru: Недействительная сделка с недвижимостью

source: Property deal updated successfully
ar: تم تحديث صفقة العقار بنجاح
de: Immobilienangebot erfolgreich aktualisiert
es: Oferta de Propiedad actualizada exitosamente
fr: L'offre immobilière a été mise à jour avec succès.
he: עסקת הנכסים עודכנה בהצלחה
pt: Oferta de propriedade atualizada com sucesso.
ru: Сделка с недвижимостью успешно обновлена

source: This deal does not exist.
ar: هذه الصفقة غير موجودة
de: Dieses Angebot existiert nicht.
es: Esta oferta no existe.
fr: Cette offre n'existe pas.
he: עסקה זו אינה קיימת
pt: Esta oferta não existe.
ru: Эта сделка не существует

source: Deal redeemed successfully. The redemption details have been sent to your registered email.
ar: تم استرداد الصفقة بنجاح. تم إرسال تفاصيل الاسترداد إلى بريدك الإلكتروني المسجل.
de: Angebot erfolgreich eingelöst. Die Einlösedetails wurden an Ihre registrierte E-Mail-Adresse gesendet.
es: Oferta canjeada con éxito. Los detalles del canje se han enviado a su correo electrónico registrado.
fr: Offre utilisée avec succès. Les détails du remboursement ont été envoyés à votre adresse e-mail enregistrée.
he: העסקה מומשה בהצלחה. פרטי המימוש נשלחו למייל הרשום שלך.
pt: Oferta resgatada com sucesso. Os detalhes do resgate foram enviados para o seu e-mail registrado.
ru: Сделка успешно погашена. Детали погашения были отправлены на ваш зарегистрированный адрес электронной почты.

source: NGO Category
ar: اسم الفئة.
de: NGO-Kategorie
es: Nombre de categoría.
fr: Nom de catégorie.
he: שם הקטגוריה
pt: Categoria da ONG
ru: Название категории.

source: Distance(Near To Far)
ar: المسافة (من قريب إلى بعيد)
de: Entfernung (Nah zu Fern)
es: Distancia (De Cerca A Lejos)
fr: Distance (De Près à Loin)
he: מרחק (ממקום הכי קרוב למרחק הכי רחוק)
pt: Distancia (Proximo a Distante)
ru: Расстояние (От ближнего к дальнему)

source: Date Joined(Newest To Oldest)
ar: تاريخ الانضمام (من الأحدث إلى الأقدم)
de: Beitrittsdatum (Neuestes zu Ältestem)
es: Fecha de registro (de más nuevo a más antiguo)
fr: Date d'adhésion (Du plus Récent au plus Ancien)
he: תאריך הצטרפות (מהחדש לישן)
pt: Data de Adesão (da Mais Recente para a Mais Antiga)
ru: Дата присоединения (Самая новая - старейшая)

source: Number of Club Members Associated
ar: عدد أعضاء النادي المرتبطين
de: Anzahl der mitgliederverbundenen Clubs
es: Número de Miembros del Club Asociados
fr: Nombre de membres du Club Associés
he: מספר חברי המועדון
pt: Número de Membros do Clube Associados
ru: Количество членов клуба

source: Number of Businesses Associated
ar: عدد الشركات المرتبطة
de: Anzahl der verbundenen Unternehmen
es: Número de Negocios Asociados
fr: Nombre d'entreprises associées
he: מספר עסקים מקושרים
pt: Número de Negócios Associados
ru: Количество связанных предприятий

source: Star Rating
ar: تقييم بالنجوم
de: Sternbewertung
es: Calificación estelar
fr: Classement par étoiles
he: דירוג כוכבים
pt: Avaliacao Estelar
ru: Рейтинг по звездам

source: Classified Category
ar: مُصنف.
de: Kleinanzeigenkategorie
es: Anucio Personal
fr: Classifié.
he: מסווג
pt: Categoria do Classificado
ru: Объявление.

source: Date Listed (Newest to Oldest)
ar: تاريخ النشر (من الأحدث إلى الأقدم)
de: Datum aufgelistet (Neuestes zu Ältestem)
es: Fecha de publicación (de más nuevo a más antiguo)
fr: Date de publication (du plus Récent au plus Ancien)
he: תאריך פרסום (מהחדש לישן)
pt: Data de Listagem (Mais Recente Para Mais Antiga)
ru: Дата размещения (от новых к старым)

source: Hamsa Members
ar: أعضاء حمسا
de: Hamsa-Mitglieder
es: Miembros Hamsa
fr: Membres de Hamsa
he: חברי המועדון חמסה
pt: Membros da Hamsa
ru: Члены Хамса

source: Price Range (Minimum / Maximum)
ar: نطاق السعر (الحد الأدنى / الحد الأقصى)
de: Preisspanne (Minimum / Maximum)
es: Rango de precio (Mínimo / Máximo)
fr: Gamme de prix (Minimum / Maximum)
he: טווח מחירים (מינימום / מקסימום)
pt: Faixa de Preço (Mínimo / Máximo)
ru: Диапазон цен (минимальная / максимальная)

source: Condition (New - Used)
ar: الحالة (جديد / مستخدم)
de: Zustand (Neu - Gebraucht)
es: Condición (Nuevo- Usado)
fr: État (Neuf / D'occasion)
he: מצב (חדש / משומש)
pt: Condição (Novo - Usado)
ru: Cостояние (Новое / Б/у)

source: Product Category
ar: فئة العمل
de: Produktkategorie
es: Categoría de negocio
fr: Catégorie d'entreprise
he: קטגוריית העסק
pt: Categoria do Produto
ru: Категория бизнеса

source: Hamsa Business
ar: عمل حمسا
de: Hamsa-Geschäft
es: Miembros Hamsa
fr: Entreprise Hamsa
he: חמסה עסקים
pt: Negócios da Hamsa
ru: Бизнес Хамса

source: Service Category
ar: فئة العمل
de: Dienstkategorie
es: Categoría de negocio
fr: Catégorie d'entreprise
he: קטגוריית העסק
pt: Categoria de Serviço
ru: Категория бизнеса

source: Provider Type
ar: نوع مقدم الخدمة
de: Anbietertyp
es: Tipo de Proveedor
fr: Type de fournisseur
he: Tipo de Proveedor
pt: Tipo de Provedor
ru: Тип поставщика

source: Restaurant Category
ar: فئة العمل
de: Restaurantkategorie
es: Categoría de negocio
fr: Catégorie d'entreprise
he: קטגוריית העסק
pt: Categoria de Restaurante
ru: Категория бизнеса

source: Delivery Service
ar: خدمة توصيل
de: Lieferservice
es: Servicio de Entrega
fr: Service de livraison
he: שירות משלוח
pt: Serviço de Entrega
ru: Служба доставки

source: Reservation/Walkin
ar: الحجز / دخول فوري
de: Reservierung/Spaziergang
es: Reserva / Entrada Libre
fr: Réservation / Entrée libre
he: הזמנה / הגעה ללא הזמנה מראש
pt: Reserva/Entrada
ru: Бронирование / Без брони

source: Deal by Discount
ar: صفقة حسب التخفيض
de: Angebot nach Rabatt
es: Ofertas por descuento
fr: Offre avec réduction
he: דילים לפי הנחה
pt: Oferta por Desconto
ru: Сделка по скидке

source: Name Of Business
ar: اسم العمل
de: Name des Unternehmens
es: Nombre del Negocio
fr: Nom de l'entreprise
he: שם העסק
pt: Nome do Negócio
ru: Название бизнеса

source: Expiration Date
ar: تاريخ الانتهاء
de: Ablaufdatum
es: Fecha de vencimiento
fr: Date d'expiration
he: תאריך תפוגה
pt: Data de Expiração
ru: Срок годности

source: Number Of Travellers
ar: عدد المسافرين
de: Anzahl der Reisenden
es: Número de viajeros
fr: Nombre de voyageurs
he: מספר נוסעים
pt: Número de Viajantes
ru: Количество путешественников

source: Property Class
ar: فئة العقار
de: Objektklasse
es: Clase de propiedad
fr: Classe de propriété
he: סוג נכס
pt: Classe da Propriedade
ru: Класс недвижимости

source: Rent Category
ar: فئة العمل
de: Mietkategorie
es: Categoría de negocio
fr: Catégorie d'entreprise
he: קטגוריית העסק
pt: Categoria de Aluguel
ru: Категория бизнеса

source: Number Of Bedrooms
ar: عدد الغرف
de: Anzahl der Schlafzimmer
es: Número de habitaciones
fr: Nombre de chambres
he: מספר חדרים שינה
pt: Número de Quartos
ru: Количество спален

source: No Of Bathroom
ar: عدد الحمامات
de: Anzahl der Badezimmer
es: Número de Baños
fr: Nombre de salles de bains
he: מספר חדרי אמבטיה
pt: Número de Banheiros
ru: Количество ванных комнат

source: SQ FT
ar: قدم مربع
de: Quadratfuß
es: Pies Cuadrados
fr: Mètres carres
he: רגל רבוע
pt: Pés Quadrados
ru: Квадратные футы

source: Sale Category
ar: فئة العمل
de: Verkaufskategorie
es: Categoría de negocio
fr: Catégorie d'entreprise
he: קטגוריית העסק
pt: Categoria de Venda
ru: Категория бизнеса

source: Venue Category
ar: فئة العمل
de: Veranstaltungsortkategorie
es: Categoría de negocio
fr: Catégorie d'entreprise
he: קטגוריית העסק
pt: Categoria de Local
ru: Категория бизнеса

source: Sports Category
ar: فئة العمل
de: Sportkategorie
es: Categoría de negocio
fr: Catégorie d'entreprise
he: קטגוריית העסק
pt: Categoria de Esportes
ru: Категория бизнеса

source: Movie Category
ar: فئة العمل
de: Filmkategorie
es: Categoría de negocio
fr: Catégorie d'entreprise
he: קטגוריית העסק
pt: Categoria de Filmes
ru: Категория бизнеса

source: Actual price is required
ar: السعر الفعلي مطلوب
de: Tatsächlicher Preis ist erforderlich
es: Se requiere el precio actual
fr: Le prix réel est requis.
he: המחיר הנוכחי נדרש
pt: O preço real é obrigatório
ru: Требуется указать фактическую цену

source: free_member_discount_value is required
ar: قيمة خصم العضو المجاني مطلوبة
de: Der Wert des Rabatts für freie Mitglieder ist erforderlich
es: Se requiere el valor de descuento para miembros gratuitos
fr: La valeur de la réduction pour les membres gratuits est requise.
he: ערך ההנחה לחבר חינם נדרש
pt: O valor do desconto para membros grátis é obrigatório
ru: Требуется указать скидку для бесплатного участника

source: Expiry date is required
ar: تاريخ الانتهاء مطلوب
de: Ablaufdatum ist erforderlich
es: Se requiere la fecha de vencimiento
fr: La date d'expiration est requise.
he: תאריך התפוגה נדרש
pt: A data de expiração é obrigatória
ru: Требуется указать срок действия

source: Online deal not supported. Please select online supported to add online deals.
ar: الصفقة عبر الإنترنت غير مدعومة. يرجى تحديد الدعم عبر الإنترنت لإضافة الصفقات عبر الإنترنت.
de: Online-Deal wird nicht unterstützt. Bitte wählen Sie Online-Unterstützung, um Online-Deals hinzuzufügen.
es: No se admite oferta en línea. Seleccione soporte en línea para agregar ofertas en línea.
fr: Offre en ligne non prise en charge. Veuillez sélectionner Prise en charge en ligne pour ajouter des offres en ligne.
he: עסקה מקוונת לא נתמכת. אנא בחר נתמך מקוון כדי להוסיף עסקאות מקוונות.
pt: Oferta online não suportada. Selecione suporte online para adicionar ofertas online.
ru: Онлайн-сделка не поддерживается. Пожалуйста, выберите онлайн-поддержку, чтобы добавить онлайн-предложения.

source: Redemption link is required.
ar: رابط الخلاص مطلوب.
de: Erlösungslink ist erforderlich.
es: Se requiere enlace de canje.
fr: Un lien de remboursement est requis.
he: נדרש קישור למימוש.
pt: O link de resgate é obrigatório.
ru: Требуется ссылка для активации.

source: Fixed Amount
ar: يدفع الحساب
de: Bezahltes Konto
es: Cuenta de pago
fr: Compte payant
pt: Conta Paga
ru: Платный аккаунт

source: Actual Price
ar: السعر الفعلي
de: Tatsächlicher Preis
es: Precio actual
fr: Prix réel.
he: מחיר נוכחי
pt: Preço Real
ru: Фактическая цена

source: Deal Type
ar: نوع الصفقة
de: Deal-Typ
es: Tipo de oferta
fr: Type d'offre.
he: סוג העסקה
pt: Tipo de Oferta
ru: Тип сделки

source: Discount Type
ar: نوع الخصم
de: Rabatttyp
es: Tipo de descuento
fr: Type de réduction.
he: סוג ההנחה
pt: Tipo de Desconto
ru: Тип скидки

source: Off Value
ar: قيمة الخصم
de: Rabattwert
es: Valor de descuento
fr: Valeur de la réduction.
he: ערך ההנחה
pt: Valor de Desconto
ru: Величина скидки

source: Coupon/Deal Code
ar: رمز الكوبون / الصفقة
de: Gutschein-/Deal-Code
es: Código de cupón/oferta
fr: Code du coupon/de l'offre.
he: קוד קופון/עסקה
pt: Cupom/Código da Oferta
ru: Код купона/сделки

source: Apartment
ar: شقة
de: Wohnung
es: Apartamento
fr: Appartement
he: דירה
pt: Apartamento
ru: Квартира

source: House
ar: منزل
de: Haus
es: Casa
fr: Maison
he: בית
pt: Casa
ru: Дом

source: Guest House
ar: بيت الضيافة
de: Gästehaus
es: Casa de Huéspedes
fr: Maison d'hôtes
he: בית ארחה
pt: Casa de Hóspedes
ru: Гостевой дом

source: Hostel/PG
ar: نزل / بي جي
de: Hostel/Pension
es: Hostal/Pensión
fr: Auberge/Pension
he: הוסטל / פנסיון
pt: Albergue/Pensão
ru: Хостел/Пансионат

source: Farmhouse
ar: مزرعة
de: Bauernhaus
es: Casa de Campo
fr: Ferme
he: חווה
pt: Quinta
ru: Ферма

source: Houseboat
ar: قارب منزل
de: Hausboot
es: Barco Casa
fr: Péniche
he: בית על מים
pt: Casa Flutuante
ru: Дом на воде

source: Failed
ar: فشل الدفع
de: Zahlung fehlgeschlagen
es: Pago fallido.
fr: Paiement échoué
he: התשלום נכשל
pt: Pagamento falhou.
ru: Платеж не удался

source: Member added to favourites.
ar: العضو أُضيف إلى المفضلة.
de: Mitglied zu Favoriten hinzugefügt.
es: Miembro añadido a favoritos.
fr: Membre ajouté aux favoris.
he: חבר התווסף למועדפים.
pt: Membro adicionado aos favoritos.
ru: Участник добавлен в избранное.

source: Business added to favourites.
ar: الشركة أُضيفت إلى المفضلة.
de: Geschäft zu Favoriten hinzugefügt.
es: Negocio añadido a favoritos.
fr: Entreprise ajoutée aux favoris.
he: עסק התווסף למועדפים.
pt: Negócio adicionado aos favoritos.
ru: Бизнес добавлен в избранное.

source: Non Profitable Organization added to favourites.
ar: تمت إضافة المنظمة الغير ربحية إلى المفضلة.
de: Gemeinnützige Organisation zu Favoriten hinzugefügt.
es: Organización no lucrativa añadida a favoritos.
fr: Organisation à but non lucratif ajoutée aux favoris.
he: ארגון ללא מטרות רווח התווסף למועדפים.
pt: Organização sem fins lucrativos adicionada aos favoritos.
ru: Некоммерческая организация добавлена в избранное.

source: News Agency added to favourites.
ar: وكالة الأنباء أُضيفت إلى المفضلة.
de: Nachrichtenagentur zu Favoriten hinzugefügt.
es: Agencia de noticias añadida a favoritos.
fr: Agence de presse ajoutée aux favoris.
he: סוכנות חדשות התווספה למועדפים.
pt: Agência de notícias adicionada aos favoritos.
ru: Новостное агентство добавлено в избранное.

source: Member removed from favourites.
ar: تمت إزالة العضو من المفضلة.
de: Mitglied aus Favoriten entfernt.
es: Miembro eliminado de favoritos.
fr: Membre supprimé des favoris.
he: חבר הוסר מהמועדפים.
pt: Membro removido dos favoritos.
ru: Участник удален из избранного.

source: Business removed from favourites.
ar: تمت إزالة الشركة من المفضلة.
de: Geschäft aus Favoriten entfernt.
es: Negocio eliminado de favoritos.
fr: Entreprise supprimée des favoris.
he: עסק הוסר מהמועדפים.
pt: Negócio removido dos favoritos.
ru: Бизнес удален из избранного.

source: Non Profitable Organization removed from favourites.
ar: تمت إزالة المنظمة الغير ربحية من المفضلة.
de: Gemeinnützige Organisation aus Favoriten entfernt.
es: Organización no lucrativa eliminada de favoritos.
fr: Organisation à but non lucratif supprimée des favoris.
he: ארגון ללא מטרות רווח הוסר מהמועדפים.
pt: Organização sem fins lucrativos removida dos favoritos.
ru: Некоммерческая организация удалена из избранного.

source: News Agency removed from favourites.
ar: تمت إزالة وكالة الأنباء من المفضلة.
de: Nachrichtenagentur aus Favoriten entfernt.
es: Agencia de noticias eliminada de favoritos.
fr: Agence de presse supprimée des favoris.
he: סוכנות חדשות הוסרה מהמועדפים.
pt: Agência de notícias removida dos favoritos.
ru: Новостное агентство удалено из избранного.

source: Deal added to favourite deals
ar: تمت إضافة الصفقة إلى الصفقات المفضلة.
de: Deal zu den Lieblingsdeals hinzugefügt.
es: Oferta añadida a ofertas favoritas.
fr: Offre ajoutée aux offres favorites.
he: עסקה הוספה לדילים מועדפים.
pt: Negócio adicionado aos negócios favoritos.
ru: Сделка добавлена в избранные сделки.
