Repository: sam-matrix116/shukdeals_pub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, he, pt, ru

source: Deal removed from favourite deals
ar: تمت إزالة الصفقة من الصفقات المفضلة.
de: Deal aus den Lieblingsdeals entfernt.
es: Oferta eliminada de ofertas favoritas.
fr: Offre supprimée des offres favorites.
he: עסקה הוסרה מהדילים מועדפים.
pt: Negócio removido dos negócios favoritos.
ru: Сделка удалена из избранных сделок.

source: Classified added to favourite classifieds
ar: تمت إضافة الإعلان إلى الإعلانات المفضلة.
de: Kleinanzeige zu den Lieblingsanzeigen hinzugefügt.
es: Clasificado añadido a clasificados favoritos.
fr: Annonce ajoutée aux annonces favorites.
he: מודעה הוספה למודעות מועדפות.
pt: Classificado adicionado aos classificados favoritos.
ru: Объявление добавлено в избранные объявления.

source: Classified removed from favourite classifieds
ar: تمت إزالة الإعلان من الإعلانات المفضلة.
de: Kleinanzeige aus den Lieblingsanzeigen entfernt.
es: Clasificado eliminado de clasificados favoritos.
fr: Annonce supprimée des annonces favorites.
he: מודעה הוסרה ממודעות מועדפות.
pt: Classificado removido dos classificados favoritos.
ru: Объявление удалено из избранных объявлений.

source: Video added to favourite videos
ar: تمت إضافة الفيديو إلى مقاطع الفيديو المفضلة.
de: Video zu den Lieblingsvideos hinzugefügt.
es: Video añadido a videos favoritos.
fr: Vidéo ajoutée aux vidéos favorites.
he: הסרטון הוסף לסרטונים מועדפים.
pt: Vídeo adicionado aos vídeos favoritos.
ru: Видео добавлено в избранные видеозаписи.

source: Video removed from favourite videos
ar: تمت إزالة الفيديو من مقاطع الفيديو المفضلة.
de: Video aus den Lieblingsvideos entfernt.
es: Video eliminado de videos favoritos.
fr: Vidéo supprimée des vidéos favorites.
he: הסרטון הוסר מסרטונים מועדפים.
pt: Vídeo removido dos vídeos favoritos
ru: Видео удалено из избранных видеозаписей.

source: Video liked successfully
ar: تمت معجب بالفيديو بنجاح
de: Video erfolgreich geliked
es: Video marcado como gustado exitosamente
fr: Vidéo aimée avec succès
he: סרטון נלקח בהצלחה
pt: Vídeo curtido com sucesso
ru: Видео успешно лайкнуто

source: Video unliked successfully
ar: تم إلغاء الإعجاب بالفيديو بنجاح
de: Video erfolgreich entlikt
es: Video desmarcado como gustado exitosamente
fr: Vidéo désaimée avec succès
he: בטלת את הלייק לסרטון בהצלחה
pt: Vídeo descurtido com sucesso
ru: Видео успешно убрано лайк

source: Job posting created successfully
ar: تم إنشاء إعلان الوظيفة بنجاح
de: Stellenanzeige erfolgreich erstellt
es: Publicación de empleo creada exitosamente
fr: La publication de l'offre d'emploi a été créée avec succès.
he: פרסום משרה נוצר בהצלחה
pt: Anúncio de emprego criado com sucesso
ru: Вакансия успешно создана

source: Invalid Job
ar: وظيفة غير صالحة
de: Ungültige Stellenanzeige
es: Anuncio de Trabajo no válido
fr: Offre d'emploi invalide.
he: משרה לא תקפה
pt: Emprego inválido
ru: Недействительная вакансия

source: Job updated successfully
ar: تم تحديث الوظيفة بنجاح
de: Stellenanzeige erfolgreich aktualisiert
es: Anuncio de Trabajo actualizado exitosamente
fr: L'offre d'emploi a été mise à jour avec succès.
he: המשרה עודכנה בהצלחה
pt: Emprego atualizado com sucesso
ru: Вакансия успешно обновлена

source: Job deleted successfully
ar: تم حذف الوظيفة بنجاح
de: Stellenanzeige erfolgreich gelöscht
es: Ya has aplicado para este Anuncio de Trabajo
fr: L'offre d'emploi a été supprimée avec succès.
he: המשרה נמחקה בהצלחה
pt: Emprego excluído com sucesso
ru: Вакансия успешно удалена

source: You have already applied to this job
ar: لقد قمت بالفعل بتقديم طلب لهذه الوظيفة
de: Sie haben sich bereits um diese Stelle beworben
es: Anuncio de Trabajo eliminado exitosamente
fr: Vous avez déjà postulé pour ce poste
he: כבר הגשת בקשה למשרה זו
pt: Você já se candidatou a este emprego
ru: Вы уже подали заявку на эту вакансию

source: Please send resume
ar: يرجى إرسال السيرة الذاتية
de: Bitte senden Sie Ihren Lebenslauf
es: Por favor, envía tu currículum
fr: Veuillez envoyer votre CV
he: אנא שלח קורות חיים
pt: Por favor, envie o currículo
ru: Пожалуйста, отправьте резюме

source: Invalid resume
ar: سيرة ذاتية غير صالحة
de: Ungültiger Lebenslauf
es: Currículum inválido
fr: CV invalide
he: קורות חיים לא תקפים
pt: Currículo inválido
ru: Недействительное резюме

source: Your job application is saved successfully
ar: تم حفظ طلب الوظيفة الخاص بك بنجاح
de: Ihre Bewerbung wurde erfolgreich gespeichert
es: Tu solicitud de empleo se ha guardado correctamente
fr: Votre candidature a été enregistrée avec succès
he: בקשת העבודה שלך נשמרה בהצלחה
pt: Sua candidatura a emprego foi salva com sucesso
ru: Ваша заявка на вакансию успешно сохранена

source: Month is required
ar: الشهر مطلوب
de: Monat ist erforderlich
es: Se requiere el mes
fr: Le mois est requis
he: נדרש חודש
pt: O mês é obrigatório
ru: Требуется указать месяц

source: Year is required
ar: السنة مطلوبة
de: Jahr ist erforderlich
es: Se requiere el año
fr: L'année est requise
he: נדרש שנה
pt: O ano é obrigatório
ru: Требуется указать год

source: Invalid Application
ar: طلب غير صالح
de: Ungültige Bewerbung
es: Solicitud inválida
fr: Candidature invalide
he: בקשה לא תקפה
pt: Candidatura inválida
ru: Недействительная заявка

source: Application deleted successfully
ar: تم حذف التطبيق بنجاح
de: Bewerbung erfolgreich gelöscht
es: Solicitud eliminada correctamente
fr: Candidature supprimée avec succès
he: היישום נמחק בהצלחה
pt: Candidatura excluída com sucesso
ru: Заявка успешно удалена

source: This Job does not exist.
ar: هذه الوظيفة غير موجودة
de: Diese Stellenanzeige existiert nicht.
es: Este trabajo no existe
fr: Ce poste n'existe pas
he: העבודה הזו לא קיימת
pt: Este emprego não existe
ru: Эта вакансия не существует

source: Job {} favourite.
de: Stellenanzeige {} favorisiert.
pt: Emprego {} favorito.

source: Job Title
ar: مسمى وظيفي
de: Berufsbezeichnung
es: Título del trabajo
fr: Titre du poste
he: כותרת העבודה
pt: Título do Emprego
ru: Название вакансии

source: Job Description
ar: المسمى الوظيفي
de: Stellenbeschreibung
es: Descripción del trabajo
fr: Description du poste
he: תיאור העבודה
pt: Descrição do Emprego
ru: Описание вакансии

source: Roles and Responsibilities
ar: الادوار والمسؤوليات
de: Aufgaben und Verantwortlichkeiten
es: Roles y responsabilidades
fr: Rôles et responsabilités
he: תפקידים ואחריות
pt: Funções e Responsabilidades
ru: Роли и обязанности

source: Job Type
ar: نوع الوظيفة
de: Art der Stelle
es: Tipo de trabajo
fr: Type de poste
he: סוג העבודה
pt: Tipo de Emprego
ru: Тип вакансии

source: Salary Type
ar: نوع الراتب
de: Art des Gehalts
es: Tipo de salario
fr: Type de salaire
he: סוג השכר
pt: Tipo de Salário
ru: Тип заработной платы

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
he: אנגלית
pt: Inglês
ru: Английский

source: Spanish
ar: الإسبانية
de: Spanisch
es: Español
fr: Espagnol
he: ספרדית
pt: Espanhol
ru: Испанский

source: French
ar: الفرنسية
de: Französisch
es: Francés
fr: Français
he: צרפתית
pt: Francês
ru: Французский

source: Hebrew
ar: العبرية
de: Hebräisch
es: Hebreo
fr: Hébreu
he: עברית
pt: Hebraico
ru: Иврит

source: Russian
ar: الروسية
de: Russisch
es: Ruso
fr: Russe
he: רוסית
pt: Russo
ru: Русский

source: Arabic
ar: العربية
de: Arabisch
es: Árabe
fr: Arabe
he: ערבית
pt: Árabe
ru: Арабский

source: Portuguese
ar: البرتغالية
de: Portugiesisch
es: Portugués
fr: Portugais
he: פורטוגזית
pt: Português
ru: Португальский

source: German
ar: الألمانية
de: Deutsch
es: Alemán
fr: Allemand
he: גרמנית
pt: Alemão
ru: Немецкий

source: Please activate your plan to access this module
ar: يرجى تفعيل خطتك للوصول إلى هذه الوحدة
de: Bitte aktivieren Sie Ihren Plan, um auf dieses Modul zuzugreifen
es: Por favor, activa tu plan para acceder a este módulo
fr: Veuillez activer votre plan pour accéder à ce module
he: אנא הפעל את התוכנית שלך כדי לגשת למודול זה
pt: Ative seu plano para acessar este módulo
ru: Пожалуйста, активируйте свой план, чтобы получить доступ к этому модулю.

source: hello
ar: مرحبًا
de: Hallo
es: Hola
fr: bonjour
he: שלום
pt: olá
ru: Привет.

source: Menu
ar: القائمة
de: Menü
es: Menú
he: תפריט
ru: Меню

source: Hotel
ar: فندق
fr: Hôtel
he: מלון
ru: Отель

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
he: דוא"ל
ru: Электронная почта
