Repository: sam-matrix116/shukdeals_pub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, he, pt, ru

source: Please enter proper phone number.
ar: يرجى إدخال رقم الهاتف الصحيح.
de: Bitte geben Sie eine korrekte Telefonnummer ein.
es: Por favor, ingrese el número de teléfono correcto.
fr: Veuillez entrer le numéro de téléphone approprié.
he: אנא הזן מספר טלפון תקין.
pt: Por favor, insira um número de telefone adequado.
ru: Пожалуйста, введите правильный номер телефона.

source: NGO is required.
ar: الجمعية غير متوفرة.
de: NGO ist erforderlich.
es: Se requiere ONG.
fr: ONG requise.
he: נדרשת ארגון ללא מטרות רווח.
pt: ONG é obrigatória.
ru: Требуется НКО.

source: Please send valid ngo.
ar: يرجى إرسال جمعية صالحة.
de: Bitte senden Sie eine gültige NGO.
es: Por favor, envíe ONG válida.
fr: Veuillez envoyer une ONG valide.
he: אנא שלח ארגון תקין.
pt: Por favor, envie uma ONG válida.
ru: Пожалуйста, отправьте действительную НКО.

source: Name is required.
ar: الاسم مطلوب.
de: Name ist erforderlich.
es: Se requiere el nombre.
fr: Un nom est requis.
he: נדרש שם.
pt: Nome é obrigatório.
ru: Требуется имя.

source: Administrator name is required.
ar: مطلوب اسم المسؤول.
de: Administratorname ist erforderlich.
es: Se requiere el nombre de un administrador.
fr: Le nom de l'administrateur est requis.
he: נדרש שם מנהל.
pt: Nome do administrador é obrigatório.
ru: Требуется имя администратора.

source: Business name is required.
ar: مطلوب اسم الشركة.
de: Firmenname ist erforderlich.
es: Se requiere el nombre de la empresa.
fr: Un nom d'entreprise est requis.
he: נדרש שם עסק.
pt: Nome do negócio é obrigatório.
ru: Требуется название компании.

source: First Name is required.
ar: مطلوب الاسم الأول.
de: Vorname ist erforderlich.
es: Se requiere el nombre.
fr: Le prénom est requis.
he: נדרש שם פרטי.
pt: Primeiro nome é obrigatório.
ru: Имя обязательно.

source: Last Name is required.
ar: مطلوب الاسم الأخير.
de: Nachname ist erforderlich.
es: Se requiere el apellido.
fr: Le nom de famille est requis.
he: נדרש שם משפחה אחרון.
pt: Último nome é obrigatório.
ru: Фамилия обязательна.

source: Country is required.
ar: مطلوب البلد.
de: Land ist erforderlich.
es: Se requiere el país.
fr: Le pays est requis.
he: נדרשת מדינה.
pt: País é obrigatório.
ru: Страна обязательна.

source: Language is required.
ar: اللغة مطلوبة.
de: Sprache ist erforderlich.
es: Se requiere el idioma.
fr: La langue est requise.
he: נדרש שפה.
pt: Idioma é obrigatório.
ru: Язык обязателен.

source: Currency is required.
ar: العملة مطلوبة.
de: Währung ist erforderlich.
es: Se requiere la moneda.
fr: La devise est requise.
he: נדרשת מטבע.
pt: Moeda é obrigatória.
ru: Валюта обязательна.

source: Account is not verified, Verify it first!
ar: الحساب غير موثق، يرجى التحقق منه أولاً!
de: Das Konto ist nicht verifiziert. Verifizieren Sie es zuerst!
es: La cuenta no está verificada, ¡Verifíquela primero!
fr: Le compte n'est pas vérifié, Vérifiez-le d'abord !
he: החשבון אינו מאומת, יש לאמת אותו תחילה!
pt: Conta não está verificada. Verifique primeiro!
ru: Аккаунт не подтвержден, Сначала подтвердите его!

source: Both fields are required!
ar: كلا الحقلين مطلوبين!
de: Beide Felder sind erforderlich!
es: ¡Ambos campos son requeridos!
fr: Les deux champs sont requis !
he: שני השדות נדרשים!
pt: Ambos os campos são obrigatórios!
ru: Оба поля обязательны!

source: current_password is required
ar: كلمة المرور الحالية مطلوبة.
de: Aktuelles Passwort ist erforderlich
es: Se requiere la contraseña actual.
fr: Le mot de passe actuel est requis.
he: נדרשת הסיסמה הנוכחית
pt: Senha atual é obrigatória.
ru: Текущий пароль обязателен.

source: new_password is required
ar: كلمة مرور جديدة مطلوبة.
de: Neues Passwort ist erforderlich
es: Se requiere una nueva contraseña.
fr: Un nouveau mot de passe est requis.
he: נדרשת סיסמה חדשה.
pt: Nova senha é obrigatória.
ru: Новый пароль обязателен.

source: confirm_new_password is required
ar: تأكيد كلمة المرور الجديدة مطلوب.
de: Bestätigung des neuen Passworts ist erforderlich
es: Se requiere confirmar la nueva contraseña.
fr: Confirmer le nouveau mot de passe est requis.
he: נדרש אימות סיסמה חדשה.
pt: Confirme a nova senha é obrigatória.
ru: Подтверждение нового пароля обязательно.

source: Passwords do not match!
ar: كلمات المرور غير متطابقة!
de: Passwörter stimmen nicht überein!
es: ¡Las contraseñas no coinciden!
fr: Les mots de passe ne correspondent pas !
he: הסיסמאות אינן תואמות!
pt: Senhas não correspondem!
ru: Пароли не совпадают!

source: Password must be more then 8 digits long
ar: يجب أن تكون كلمة المرور أكثر من 8 أرقام.
de: Das Passwort muss länger als 8 Zeichen sein
es: La contraseña debe tener más de 8 dígitos.
fr: Le mot de passe doit comporter plus de 8 chiffres.
he: הסיסמה חייבת להיות בעלת לפחות 8 ספרות
pt: A senha deve ter mais de 8 dígitos.
ru: Пароль должен быть длиннее 8 символов.

source: This field is required
ar: كلمة المرور مطلوبة
de: Dieses Feld ist erforderlich
fr: Ce champ est obligatoire
he: זהו שדה חובה
pt: Este campo é obrigatório.
ru: Это поле обязательно к заполнению

source: This email {} is already registered with our system. Please enter a new email.
ar: هذا البريد الإلكتروني مسجل بالفعل في نظامنا. يرجى إدخال بريد إلكتروني جديد.
de: Diese E-Mail {} ist bereits in unserem System registriert. Bitte geben Sie eine neue E-Mail ein.
es: Este correo electrónico ya está registrado en nuestro sistema. Por favor, ingresa un nuevo correo electrónico.
fr: Cet e-mail est déjà enregistré dans notre système. Veuillez entrer une nouvelle adresse e-mail.
he: כתובת האימייל הזו כבר רשומה במערכת שלנו. אנא הזן כתובת אימייל חדשה.
pt: Este e-mail {} já está registrado em nosso sistema. Por favor, insira um novo e-mail.

source: This phone {} is already registered with our system. Please enter a new phone.
ar: هذا الرقم مسجل بالفعل في نظامنا. يرجى إدخال رقم هاتف جديد.
de: Dieses Telefon {} ist bereits in unserem System registriert. Bitte geben Sie eine neue Telefonnummer ein.
es: Este teléfono ya está registrado en nuestro sistema. Por favor, ingresa un nuevo número de teléfono.
fr: Ce téléphone est déjà enregistré dans notre système. Veuillez entrer un nouveau numéro de téléphone.
he: מספר הטלפון הזה כבר רשום במערכת שלנו. אנא הזן מספר טלפון חדש.
pt: Este telefone {} já está registrado em nosso sistema. Por favor

source: Monthly Subscription
ar: اشتراك شهري
de: Monatliches Abonnement
es: Suscripción mensual
fr: Abonnement mensuel
he: מינוי חודשי
pt: מינוי חודשי
ru: Ежемесячная подписка

source: Listing
ar: قائمة
de: Auflistung
es: Listado
fr: Liste
he: רשימה
pt: רישום
ru: Список

source: Weekly Deal
ar: صفقة أسبوعية
de: Wochenangebot
es: Oferta semanal
fr: Offre hebdomadaire.
he: הצעת השבוע
pt: Oferta Semanal
ru: Еженедельная сделка

source: Classified
ar: مُصنف.
de: Klassifiziert
es: Anucio Personal
fr: Classifié.
he: מסווג
pt: Classificado
ru: Объявление.

source: New Payment Method
ar: طريقة الدفع الجديدة
de: Neue Zahlungsmethode
es: Nuevo método de pago
fr: Nouvelle méthode de paiement
he: אמצעי תשלום חדשים
pt: Novo método de pagamento
ru: Новый метод оплаты

source: Location
ar: الموقع.
de: Ort
es: Ubicación.
fr: Lieu.
he: מיקום
pt: Localização
ru: Местоположение.

source: Transaction successful
ar: عملية ناجحة.
de: Transaktion erfolgreich
es: Transacción exitosa.
fr: Transaction réussie.
he: העסקה הצליחה
pt: Transação bem-sucedida.
ru: Успешная транзакция.

source: Category Name
ar: اسم الفئة.
de: Kategoriename
es: Nombre de categoría.
fr: Nom de catégorie.
he: שם הקטגוריה
pt: Nome da Categoria
ru: Название категории.

source: Deal
ar: صفقة.
es: Oferta.
fr: Offre.
he: הצעה
pt: Negócio
ru: Сделка.

source: News
ar: أخبار.
de: Nachrichten
es: Noticias.
fr: Nouvelles.
he: חדשות
pt: Notícias
ru: Новости.

source: Job
ar: وظيفة.
es: Trabajo.
fr: Emploi.
he: עבודה
pt: Emprego
ru: Работа.

source: Name
ar: الاسم.
es: Nombre.
fr: Nom.
he: שם
pt: Nome
ru: Имя.

source: Category Keyword
ar: الفئة الرئيسية
de: Schlüsselwort der Kategorie
es: Palabra clave de categoría.
fr: Mot-clé de catégorie.
he: מילת מפתח בקטגוריה
pt: Palavra-chave da Categoria
ru: Ключевое слово категории.

source: Friends
ar: الأصدقاء
de: Freunde
es: Amigos.
fr: Amis.
he: חברים
pt: Amigos
ru: Друзья.

source: Family
ar: العائلة
de: Familie
es: Familia.
fr: Famille.
he: משפחה
pt: Família
ru: Семья.

source: Didn't meet expectations
ar: لم تلبِ توقعاتي
de: Entsprach nicht den Erwartungen
es: No cumplió con las expectativas
fr: N'a pas répondu aux attentes
he: לא עמד בציפיות
pt: Não atendeu às expectativas
ru: Не соответствует ожиданиям

source: Too difficult to navigate, download, upload
ar: صعب جدًا التنقل، التحميل، والرفع
de: Zu schwer zu navigieren, herunterladen, hochladen
es: Demasiado difícil de navegar, descargar, subir
fr: Trop difficile à naviguer, télécharger, téléverser
he: קשה מדי לנווט, להוריד, להעלות
pt: Muito difícil de navegar, baixar, carregar
ru: Слишком сложно навигировать, загружать, выгружать

source: Too expensive
ar: غالي جدًا
de: Zu teuer
es: Demasiado caro
fr: Trop cher
he: יקר מדי
pt: Muito caro
ru: Слишком дорого

source: Not enough choices
ar: لا يوجد خيارات كافية
de: Nicht genug Auswahlmöglichkeiten
es: No hay suficientes opciones
fr: Pas assez de choix
he: לא מספיק בחירות
pt: Não há escolhas suficientes
ru: Недостаточно выбора

source: Rather Not Say
ar: أفضل عدم القول
de: Würde lieber nicht sagen
es: Prefiero no decirlo
fr: Plutôt ne pas dire
he: לא רוצה להגיד
pt: Prefiro não dizer
ru: Предпочитаю не говорить

source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico.
fr: Adresse e-mail.
he: כתובת דוא"ל
pt: Endereço de E-mail
ru: Адрес электронной почты

source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono.
fr: Numéro de téléphone.
he: מספר טלפון
pt: Número de Telefone
ru: Номер телефона

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue.
he: שפה
pt: Idioma
ru: Язык

source: Profile Pic
ar: صورة الملف الشخصي
de: Profilbild
es: Foto de perfil.
fr: Photo de profil.
he: תמונת פרופיל
pt: Foto do Perfil
ru: Фото профиля

source: Cover Picture
ar: صورة الغلاف
de: Titelbild
es: Foto de portada.
fr: Image de couverture.
he: תמונת כריכה
pt: Foto de Capa
ru: Обложка профиля

source: Paid Account
ar: يدفع الحساب
de: Bezahltes Konto
es: Cuenta de pago
fr: Compte payant
pt: Conta Paga
ru: Платный аккаунт

source: Relation
ar: العلاقة
de: Beziehung
es: Relación.
he: יחס
pt: Relação
ru: Отношение

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos de
he: אודות
pt: Sobre
ru: О себе

source: Administrator Name
ar: اسم المسؤول
de: Name des Administrators
es: Nombre del administrador
fr: Nom de l'administrateur
he: שם המנהל
pt: Nome do Administrador
ru: Имя администратора

source: Business Category
ar: فئة العمل
de: Unternehmenskategorie
es: Categoría de negocio
fr: Catégorie d'entreprise
he: קטגוריית העסק
pt: Categoria do Negócio
ru: Категория бизнеса

source: Business Contact
ar: جهة الاتصال بالعمل
de: Geschäftskontakt
es: Contacto comercial
fr: Contact professionnel
he: איש קשר לעסק
pt: Contato do Negócio
ru: Контакт бизнеса

source: Business Email
ar: البريد الإلكتروني للعمل
de: Geschäftsemail
es: Correo electrónico comercial
fr: Adresse e-mail professionnelle
he: דוא"ל העסק
pt: E-mail do Negócio
ru: Электронная почта бизнеса

source: Website Url
ar: عنوان الموقع الإلكتروني
es: URL del sitio web
fr: URL du site web
he: כתובת האתר
pt: URL do Site
ru: URL веб-сайта

source: Newsletter Subscribed
ar: الاشتراك في النشرة الإخبارية
de: Newsletter abonniert
es: Suscrito al boletín informativo
fr: Abonné à la newsletter
he: נרשמת לניוזלטר
pt: Assinatura do Boletim Informativo
ru: Подписан на рассылку

source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
he: ממתין
pt: ממתין
ru: В ожидании

source: Complete
ar: اكتمال
de: Abgeschlossen
es: Completo
fr: Complet
he: הושלם
pt: הושלם
ru: Завершено

source: Cancelled
ar: تم الإلغاء
de: Abgebrochen
es: Cancelado
fr: Annulé
he: בוטל
pt: בוטל
ru: Отменено

source: Full Name
ar: الاسم الكامل
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
he: שם מלא
pt: Nome Completo
ru: Полное имя

source: Member Pic
ar: صورة العضو
de: Mitgliederbild
es: Foto de miembro
fr: Photo du membre
he: תמונת חבר
pt: Foto do Membro
ru: Фото участника

source: Video Title
ar: عنوان الفيديو
de: Videotitel
es: Título del video
fr: Titre de la vidéo
he: כותרת הסרטון
pt: Título do Vídeo
ru: Название видео

source: Video Link
ar: رابط الفيديو
es: Enlace del video
fr: Lien de la vidéo
he: קישור לסרטון
pt: Link do Vídeo
ru: Ссылка на видео

source: Store Managed Email Address
ar: تخزين عنوان البريد الإلكتروني المُدار
de: Vom Geschäft verwaltete E-Mail-Adresse
es: Dirección de correo electrónico administrada por la tienda
fr: Adresse e-mail gérée par le magasin
he: כתובת דוא"ל מנוהלת בחנות
pt: Endereço de E-mail Gerenciado pela Loja
ru: Адрес электронной почты, управляемый магазином

source: Store Managed Phone Number
ar: رقم الهاتف المُدار بالمتجر
de: Vom Geschäft verwaltete Telefonnummer
es: Número de teléfono administrado por la tienda
fr: Numéro de téléphone géré par le magasin
he: מספר טלפון מנוהל בחנות
pt: Número de Telefone Gerenciado pela Loja
ru: Номер телефона, управляемый магазином

source: Location Name
ar: اسم الموقع
de: Ortsname
es: Nombre de ubicación
fr: Nom de l'emplacement
he: שם המיקום
pt: Nome do Local
ru: Название места

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
he: כתובת
pt: Endereço
ru: Адрес

source: City
ar: المدينة
de: Stadt
es: Ciudad
fr: Ville
he: עיר
pt: Cidade
ru: Город

source: State
ar: الولاية
de: Bundesland
es: Estado
fr: État
he: מדינה
pt: Estado
ru: Штат

source: Country
ar: البلد
de: Land
es: País
fr: Pays
he: מדינה
pt: País
ru: Страна

source: Zipcode
ar: الرمز البريدي
de: Postleitzahl
es: Código postal
fr: Code postal
he: מיקוד
pt: Código Postal
ru: Почтовый индекс

source: Plan created successfully
ar: تم تفعيل الخطة بنجاح
de: Plan erfolgreich erstellt
es: Plan activado exitosamente.
fr: Plan activé avec succès
he: התוכנית הופעלה בהצלחה
pt: Plano criado com sucesso.
ru: План успешно активирован

source: Plan updated successfully
ar: تم تحديث الصفقة بنجاح
de: Plan erfolgreich aktualisiert
es: Oferta actualizada exitosamente
fr: Offre mise à jour avec succès
he: העסקה עודכנה בהצלחה
pt: Plano atualizado com sucesso.
ru: Сделка успешно обновлена

source: Plan deleted successfully
ar: تم حذف الصفقة بنجاح
de: Plan erfolgreich gelöscht
es: Oferta eliminada exitosamente
fr: Offre supprimée avec succès
he: העסקה נמחקה בהצלחה
pt: Plano excluído com sucesso.
ru: Сделка успешно удалена

source: Product Price updated successfully
ar: تم تحديث الصفقة بنجاح
de: Produktpreis erfolgreich aktualisiert
es: Oferta actualizada exitosamente
fr: Offre mise à jour avec succès
he: העסקה עודכנה בהצלחה
pt: Preço do produto atualizado com sucesso.
ru: Сделка успешно обновлена

source: Delivery partner created successfully
ar: تم إنشاء الصفقة بنجاح
de: Lieferpartner erfolgreich erstellt
es: Oferta creada exitosamente
fr: Offre créée avec succès
he: העסקה נוצרה בהצלחה
pt: Parceiro de entrega criado com sucesso.
ru: Сделка успешно создана.

source: Delivery partner updated successfully
ar: تم تحديث الصفقة بنجاح
de: Lieferpartner erfolgreich aktualisiert
es: Oferta actualizada exitosamente
fr: Offre mise à jour avec succès
he: העסקה עודכנה בהצלחה
pt: Parceiro de entrega atualizado com sucesso.
ru: Сделка успешно обновлена

source: Faq created successfully
ar: تم إنشاء الصفقة بنجاح
de: FAQ erfolgreich erstellt
es: Oferta creada exitosamente
fr: Offre créée avec succès
he: העסקה נוצרה בהצלחה
pt: FAQ criado com sucesso.
ru: Сделка успешно создана.

source: Faq updated successfully
ar: تم تحديث الصفقة بنجاح
de: FAQ erfolgreich aktualisiert
es: Oferta actualizada exitosamente
fr: Offre mise à jour avec succès
he: העסקה עודכנה בהצלחה
pt: FAQ atualizado com sucesso.
ru: Сделка успешно обновлена

source: Faq deleted successfully
ar: تم حذف الصفقة بنجاح
de: FAQ erfolgreich gelöscht
es: Oferta eliminada exitosamente
fr: Offre supprimée avec succès
he: העסקה נמחקה בהצלחה
pt: FAQ excluído com sucesso.
ru: Сделка успешно удалена

source: About us created successfully
ar: تم إنشاء إعلان الوظيفة بنجاح
de: Über uns erfolgreich erstellt
es: Publicación de empleo creada exitosamente
fr: La publication de l'offre d'emploi a été créée avec succès.
he: פרסום משרה נוצר בהצלחה
pt: Sobre nós criado com sucesso.
ru: Вакансия успешно создана

source: About updated successfully
ar: تم تحديث الوظيفة بنجاح
de: Über uns erfolgreich aktualisiert
es: Anuncio de Trabajo actualizado exitosamente
fr: L'offre d'emploi a été mise à jour avec succès.
he: המשרה עודכנה בהצלחה
pt: Sobre atualizado com sucesso.
ru: Вакансия успешно обновлена

source: About Journey created successfully
ar: تم إنشاء إعلان الوظيفة بنجاح
de: Über Reise erfolgreich erstellt
es: Publicación de empleo creada exitosamente
fr: La publication de l'offre d'emploi a été créée avec succès.
he: פרסום משרה נוצר בהצלחה
pt: Sobre a jornada criada com sucesso.
ru: Вакансия успешно создана

source: Journey updated successfully
ar: تم تحديث الوظيفة بنجاح
de: Reise erfolgreich aktualisiert
es: Anuncio de Trabajo actualizado exitosamente
fr: L'offre d'emploi a été mise à jour avec succès.
he: המשרה עודכנה בהצלחה
pt: Jornada atualizada com sucesso.
ru: Вакансия успешно обновлена

source: Journey deleted successfully
ar: تم حذف الوظيفة بنجاح
de: Reise erfolgreich gelöscht
es: Ya has aplicado para este Anuncio de Trabajo
fr: L'offre d'emploi a été supprimée avec succès.
he: המשרה נמחקה בהצלחה
pt: Jornada excluída com sucesso.
ru: Вакансия успешно удалена

source: Team created successfully
ar: تم إنشاء الصفقة بنجاح
de: Team erfolgreich erstellt
es: Oferta creada exitosamente
fr: Offre créée avec succès
he: העסקה נוצרה בהצלחה
pt: Equipe criada com sucesso.
ru: Сделка успешно создана.

source: Team updated successfully
ar: تم تحديث الصفقة بنجاح
de: Team erfolgreich aktualisiert
es: Oferta actualizada exitosamente
fr: Offre mise à jour avec succès
he: העסקה עודכנה בהצלחה
pt: Equipe atualizada com sucesso.
ru: Сделка успешно обновлена

source: Team deleted successfully
ar: تم حذف الصفقة بنجاح
de: Team erfolgreich gelöscht
es: Oferta eliminada exitosamente
fr: Offre supprimée avec succès
he: העסקה נמחקה בהצלחה
pt: Equipe excluída com sucesso.
ru: Сделка успешно удалена

source: Terms and conditions created successfully
ar: تم إنشاء المقال الإخباري بنجاح
de: Geschäftsbedingungen erfolgreich erstellt
es: Artículo de noticias creado exitosamente
fr: Article de presse créé avec succès
he: המאמר נוצר בהצלחה
pt: Termos e condições criados com sucesso.
ru: Новостная статья успешно создана

source: Terms and conditions updated successfully
ar: تم تحديث الخبر بنجاح
de: Geschäftsbedingungen erfolgreich aktualisiert
es: Noticia actualizada exitosamente
fr: Article de presse mis à jour avec succès
he: החדשות עודכנו בהצלחה
pt: Termos e condições atualizados com sucesso.
ru: Новости успешно обновлены

source: Invalid News
ar: خبر غير صالح
de: Ungültige Nachrichten
es: Noticia inválida
fr: Article de presse invalide
he: חדשות לא תקינות
pt: Notícias inválidas.
ru: Недействительные новости

source: Status Updated Successfully
ar: تم تحديث الخبر بنجاح
de: Status erfolgreich aktualisiert
es: Noticia actualizada exitosamente
fr: Article de presse mis à jour avec succès
he: החדשות עודכנו בהצלחה
pt: Status atualizado com sucesso.
ru: Новости успешно обновлены

source: News removed from deleted.
ar: الأخبار محذوفة من المحذوفة.
de: Nachrichten aus dem Papierkorb entfernt.
es: Noticias eliminadas de eliminadas.
fr: Nouvelles supprimées de supprimées.
he: חדשות הוסרו ממחוק.
pt: Notícias removidas dos excluídos.
ru: Новость удалена из удаленных.

source: News deleted successfully
ar: تم حذف الصفقة بنجاح
de: Nachrichten erfolgreich gelöscht
es: Oferta eliminada exitosamente
fr: Offre supprimée avec succès
he: העסקה נמחקה בהצלחה
pt: Notícias excluídas com sucesso.
ru: Сделка успешно удалена

source: Privacy policy created successfully
ar: تم إنشاء الصفقة بنجاح
de: Datenschutzrichtlinie erfolgreich erstellt
es: Oferta creada exitosamente
fr: Offre créée avec succès
he: העסקה נוצרה בהצלחה
pt: Política de privacidade criada com sucesso.
ru: Сделка успешно создана.

source: Privacy Policy updated successfully
ar: تم تحديث الصفقة بنجاح
de: Datenschutzrichtlinie erfolgreich aktualisiert
es: Oferta actualizada exitosamente
fr: Offre mise à jour avec succès
he: העסקה עודכנה בהצלחה
pt: Política de privacidade atualizada com sucesso.
ru: Сделка успешно обновлена

source: Vendor created successfully
ar: تم إنشاء الصفقة بنجاح
de: Anbieter erfolgreich erstellt
es: Oferta creada exitosamente
fr: Offre créée avec succès
he: העסקה נוצרה בהצלחה
pt: Fornecedor criado com sucesso.
ru: Сделка успешно создана.

source: Vendor updated successfully
ar: تم تحديث الوظيفة بنجاح
de: Anbieter erfolgreich aktualisiert
es: Anuncio de Trabajo actualizado exitosamente
fr: L'offre d'emploi a été mise à jour avec succès.
he: המשרה עודכנה בהצלחה
pt: Fornecedor atualizado com sucesso.
ru: Вакансия успешно обновлена

source: Vendor deleted successfully
ar: تم حذف الوظيفة بنجاح
de: Anbieter erfolgreich gelöscht
es: Ya has aplicado para este Anuncio de Trabajo
fr: L'offre d'emploi a été supprimée avec succès.
he: המשרה נמחקה בהצלחה
pt: Fornecedor excluído com sucesso.
ru: Вакансия успешно удалена

source: Expense created successfully
ar: تم إنشاء الصفقة بنجاح
de: Kosten erfolgreich erstellt
es: Oferta creada exitosamente
fr: Offre créée avec succès
he: העסקה נוצרה בהצלחה
pt: Despesa criada com sucesso.
ru: Сделка успешно создана.

source: Expense updated successfully
ar: تم تحديث الخبر بنجاح
de: Kosten erfolgreich aktualisiert
es: Noticia actualizada exitosamente
fr: Article de presse mis à jour avec succès
he: החדשות עודכנו בהצלחה
pt: Despesa atualizada com sucesso.
ru: Новости успешно обновлены

source: Expense deleted successfully
ar: تم حذف الصفقة بنجاح
de: Kosten erfolgreich gelöscht
es: Oferta eliminada exitosamente
fr: Offre supprimée avec succès
he: העסקה נמחקה בהצלחה
pt: Despesa excluída com sucesso.
ru: Сделка успешно удалена

source: News article created successfully
ar: تم إنشاء المقال الإخباري بنجاح
de: Nachrichtenartikel erfolgreich erstellt
es: Artículo de noticias creado exitosamente
fr: Article de presse créé avec succès
he: המאמר נוצר בהצלחה
pt: Artigo de notícias criado com sucesso.
ru: Новостная статья успешно создана

source: News updated successfully
ar: تم تحديث الخبر بنجاح
de: Nachrichten erfolgreich aktualisiert
es: Noticia actualizada exitosamente
fr: Article de presse mis à jour avec succès
he: החדשות עודכנו בהצלחה
pt: Notícias atualizadas com sucesso.
ru: Новости успешно обновлены

source: News delete requested successfully
ar: تم إرسال طلب حذف الخبر بنجاح
de: Löschanforderung für Nachrichten erfolgreich
es: Solicitud de eliminación de noticia exitosa
fr: Demande de suppression d'article de presse réussie
he: בקשת מחיקת החדשות בוצעה בהצלחה
pt: Solicitação de exclusão de notícias realizada com sucesso.
ru: Запрос на удаление новостей успешно выполнен

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
he: כותרת
pt: Título
ru: Заголовок

source: Write news and article
ar: اكتب الأخبار والمقالات
de: Schreiben Sie Nachrichten und Artikel
es: Escribir noticias y artículos
fr: Rédiger des actualités et des articles
he: כתוב חדשות ומאמרים
pt: Escreva notícias e artigos.
ru: Написать новости и статью

source: Feature Picture
ar: صورة مميزة
de: Feature-Bild
es: Imagen destacada
fr: Image en vedette
he: תמונה מוצגת
pt: Imagem de destaque.
ru: Изображение для основной новости

source: Please upgrade your plan
ar: يرجى ترقية خطتك
de: Bitte aktualisieren Sie Ihren Plan
es: Por favor, actualice su plan
fr: Veuillez mettre à jour votre plan
he: אנא שדרג את התוכנית שלך
pt: Por favor, faça upgrade do seu plano.
ru: Пожалуйста, обновите свой план.
