Repository: sam-matrix116/shukdeals_pub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, he, pt, ru

source: Password is required
ar: كلمة المرور مطلوبة
de: Passwort ist erforderlich
es: Se requiere contraseña.
fr: Le mot de passe est requis
he: נדרשת סיסמה
pt: Senha é obrigatória
ru: Требуется пароль

source: Confirm Password is required
ar: تأكيد كلمة المرور مطلوب
de: Passwort bestätigen ist erforderlich
es: Se requiere confirmar contraseña.
fr: La confirmation du mot de passe est requise
he: יש לאשר את הסיסמה
pt: Confirme a senha é obrigatório
ru: Требуется подтверждение пароля

source: Password and Confirm password do not match
ar: كلمة المرور وتأكيد كلمة المرور غير متطابقتين
de: Passwort und Passwortbestätigung stimmen nicht überein
es: La contraseña y la confirmación de contraseña no coinciden.
fr: Le mot de passe et la confirmation du mot de passe ne correspondent pas.
he: הסיסמה והאישור של הסיסמה אינם תואמים
pt: Senha e Confirmação de senha não correspondem
ru: Пароль и подтверждение пароля не совпадают

source: Password must be atleast 8 characters
ar: يجب أن تكون كلمة المرور على الأقل 8 أحرف
de: Das Passwort muss mindestens 8 Zeichen lang sein
es: La contraseña debe tener al menos 8 caracteres.
fr: Le mot de passe doit comporter au moins 8 caractères
he: הסיסמה חייבת להכיל לפחות 8 תווים
pt: A senha deve ter pelo menos 8 caracteres
ru: Пароль должен содержать не менее 8 символов

source: This email is already registered with us.
ar: هذا الهاتف موجود بالفعل.
de: Dieser ist bereits bei uns registriert.
es: Este teléfono ya existe.
fr: Ce numéro de téléphone existe déjà.
he: הטלפון הזה כבר קיים.
pt: Este {} '{}' já está registrado conosco.
ru: Этот номер телефона уже существует

source: This phone is already registered with us.
ar: هذا الهاتف موجود بالفعل.
de: Dieser {} '{}' ist bereits bei uns registriert.
es: Este teléfono ya existe.
fr: Ce numéro de téléphone existe déjà.
he: הטלפון הזה כבר קיים.
pt: Este {} '{}' já está registrado conosco.
ru: Этот номер телефона уже существует

source: Please use below OTP to verify your email.
ar: يرجى استخدام رمز التحقق أدناه للتحقق من بريدك الإلكتروني
de: Bitte verwenden Sie den unten stehenden OTP, um Ihre E-Mail zu verifizieren.
es: Utilice el siguiente OTP para verificar su correo electrónico.
fr: Veuillez utiliser le code OTP ci-dessous pour vérifier votre email
he: נא להשתמש בקוד OTP המצורף לאימות האימייל שלך
pt: Por favor, use o OTP abaixo para verificar seu e-mail.
ru: Пожалуйста, используйте нижеприведенный одноразовый пароль для подтверждения вашей электронной почты

source: You are registered successfully. We have sent a code on your email address for verification.
ar: لقد تم تسجيلك بنجاح. لقد أرسلنا رمزًا إلى عنوان بريدك الإلكتروني للتحقق.
de: Sie wurden erfolgreich registriert. Wir haben einen Code an Ihre E-Mail-Adresse zur Überprüfung gesendet.
es: Estás registrado correctamente. Hemos enviado un código a su dirección de correo electrónico para su verificación.
fr: Vous êtes inscrit avec succès. Nous avons envoyé un code sur votre adresse e-mail pour vérification.
he: נרשמת בהצלחה. שלחנו קוד לכתובת האימייל שלך לאימות.
pt: Você foi registrado com sucesso. Enviamos um código para o seu endereço de e-mail para verificação.
ru: Вы успешно зарегистрированы. Мы отправили код на ваш адрес электронной почты для проверки

source: Something Went Wrong while sending OTP to {}, Please Try Again Later!
de: Beim Senden des OTP an {} ist etwas schiefgegangen. Bitte versuchen Sie es später erneut!
pt: Algo deu errado ao enviar o OTP para {}, por favor, tente novamente mais tarde!

source: Phone is required.
ar: البريد الإلكتروني / الهاتف مطلوب.
de: E-Mail/Telefon ist erforderlich
es: Se requiere correo electrónico/teléfono.
fr: Email/Téléphone requis.
he: דוא"ל/טלפון נדרשים
pt: E-mail/Telefone é obrigatório.
ru: Требуется электронная почта/телефон.

source: This phone is not registered
ar: هذا الهاتف غير موجود.
de: Diese Telefonnummer ist nicht registriert
es: Este teléfono no existe.
fr: Ce numéro de téléphone n'existe pas
he: מספר הטלפון הזה לא קיים.
pt: Este telefone não está registrado.
ru: Этот телефон не существует.

source: Your account is pending for approval from the backend team. Please wait until it's verified.
ar: حسابك في انتظار الموافقة من فريق الخلفية. يرجى الانتظار حتى يتم التحقق منه.
de: Ihr Konto steht zur Genehmigung durch das Backend-Team aus. Bitte warten Sie, bis es überprüft wurde.
es: Su cuenta está pendiente de aprobación por parte del equipo de backend. Espere hasta que se verifique.
fr: Votre compte est en attente d'approbation par l'équipe backend. Veuillez attendre qu'il soit vérifié.
he: החשבון שלך ממתין לאישור מצוות הקצה העורפי. אנא המתן עד שזה יאומת.
pt: Sua conta está pendente de aprovação da equipe de backend. Por favor, aguarde até que seja verificado.
ru: Ваша учетная запись ожидает одобрения со стороны серверной команды. Пожалуйста, подождите, пока это не будет подтверждено.

source: This phone is already verified.Redirecting to landing page.
ar: تم التحقق من هذا الهاتف بالفعل. جارٍ إعادة التوجيه إلى الصفحة المقصودة.
de: Diese Telefonnummer ist bereits verifiziert. Weiterleitung zur Startseite.
es: Este teléfono ya está verificado. Redirigiendo a la página de destino.
fr: Ce téléphone est déjà vérifié. Redirection vers la page de destination.
he: הטלפון הזה כבר מאומת. מפנה מחדש לדף הנחיתה.
pt: Este telefone já está verificado. Redirecionando para a página inicial.
ru: Этот телефон уже подтвержден. Перенаправление на целевую страницу.

source: Invalid New Phone.
ar: هاتف جديد غير صالح.
de: Ungültige neue Telefonnummer.
es: Teléfono nuevo no válido.
fr: Nouveau numéro de téléphone invalide.
he: טלפון חדש לא תקף.
pt: Novo telefone inválido.
ru: Неверный новый номер телефона

source: This phone already exist.
ar: هذا الهاتف موجود بالفعل.
de: Diese Telefonnummer existiert bereits.
es: Este teléfono ya existe.
fr: Ce numéro de téléphone existe déjà.
he: הטלפון הזה כבר קיים.
pt: Este telefone já existe.
ru: Этот номер телефона уже существует

source: Some error in sending sms.
ar: بعض الأخطاء في إرسال الرسائل القصيرة.
de: Ein Fehler beim Senden von SMS ist aufgetreten.
es: Algunos errores al enviar el SMS.
fr: Des erreurs sont survenues lors de l'envoi du SMS.
he: שגיאה כלשהי בשליחת SMS.
pt: Erro ao enviar SMS.
ru: Произошли ошибки при отправке SMS

source: OTP sent to your phone {}. Please verify.
de: OTP wurde an Ihr Telefon {} gesendet. Bitte überprüfen Sie es.
pt: OTP enviado para o seu telefone {}. Por favor, verifique.

source: OTP and Phone is required
ar: رمز التحقق ورقم الهاتف مطلوبان.
de: OTP und Telefon sind erforderlich
es: Se requiere OTP y teléfono.
fr: Le code OTP et le numéro de téléphone sont requis.
he: נדרשים קוד OTP ומספר טלפון.
pt: OTP e telefone são obrigatórios.
ru: Требуется ОТП и телефон.

source: Not Valid Code or Expired, Request a New One
ar: لا يوجد رمز صالح أو انتهت صلاحيته، يرجى طلب رمز جديد.
de: Ungültiger Code oder abgelaufen, fordern Sie einen neuen an
es: Código no válido o vencido, solicite uno nuevo.
fr: Code invalide ou expiré, veuillez en demander un nouveau.
he: אין קוד תקף או שפג תוקפו, בקש קוד חדש.
pt: Código inválido ou expirado. Solicite um novo.
ru: Недействительный код или истек срок действия, запросите новый.

source: Phone Verified Successfully.
ar: تم التحقق من الهاتف بنجاح.
de: Telefon erfolgreich verifiziert.
es: Teléfono verificado exitosamente.
fr: Téléphone vérifié avec succès.
he: הטלפון אומת בהצלחה.
pt: Telefone verificado com sucesso.
ru: Телефон успешно проверен.

source: This is your already registered and verified number. Enter a different number to update.
ar: هذا هو رقمك المسجل بالفعل والذي تم التحقق منه. أدخل رقمًا مختلفًا للتحديث.
de: Dies ist Ihre bereits registrierte und verifizierte Nummer. Geben Sie eine andere Nummer ein, um sie zu aktualisieren.
es: Este es su número ya registrado y verificado. Ingrese un número diferente para actualizar.
fr: Il s'agit de votre numéro déjà enregistré et vérifié. Entrez un autre numéro à mettre à jour.
he: זה המספר שכבר רשום ומאומת שלך. הזן מספר אחר לעדכון.
pt: Este é o seu número já registrado e verificado. Insira um número diferente para atualizar.
ru: Это ваш уже зарегистрированный и подтвержденный номер. Введите другой номер для обновления.

source: OTP sent to your phone. Please verify.
ar: تم إرسال رمز التحقق إلى هاتفك. يرجى التحقق.
de: OTP wurde an Ihr Telefon gesendet. Bitte überprüfen Sie es.
es: OTP enviado a su teléfono. Por favor, verifique.
fr: Code OTP envoyé à votre téléphone. Veuillez vérifier.
he: OTP נשלח לטלפון שלך. נא לאמת.
pt: OTP enviado para o seu telefone. Por favor, verifique.
ru: ОТП отправлено на ваш телефон. Пожалуйста, подтвердите.

source: OTP and Email is required
ar: رمز التحقق والبريد الإلكتروني مطلوبان.
de: OTP und E-Mail sind erforderlich
es: Se requiere OTP y correo electrónico.
fr: Le code OTP et l'email sont requis.
he: נדרשים קוד OTP וכתובת דוא”ל.
pt: OTP e e-mail são obrigatórios.
ru: Требуется ОТП и электронная почта.

source: Invalid Email
ar: بريد إلكتروني غير صالح.
de: Ungültige E-Mail
es: Correo electrónico no válido.
fr: Email invalide.
he: כתובת האימייל לא תקינה.
pt: E-mail inválido.
ru: Недействительная электронная почта.

source: Email verified successfully.
ar: تم التحقق من البريد الإلكتروني بنجاح.
de: E-Mail erfolgreich verifiziert.
es: Correo electrónico verificado exitosamente.
fr: Vérification de l'e-mail réussie.
he: האימייל אומת בהצלחה.
pt: E-mail verificado com sucesso.
ru: Электронная почта успешно подтверждена.

source: This email does not exists.
ar: هذا البريد الإلكتروني غير موجود.
de: Diese E-Mail existiert nicht.
es: Este correo electrónico no existe.
fr: Cet email n'existe pas
he: כתובת האימייל הזו לא קיימת.
pt: Este e-mail não existe.
ru: Эта электронная почта не существует.

source: This phone does not exists.
ar: هذا الهاتف غير موجود.
de: Diese Telefonnummer existiert nicht.
es: Este teléfono no existe.
fr: Ce numéro de téléphone n'existe pas
he: מספר הטלפון הזה לא קיים.
pt: Este telefone não existe.
ru: Этот телефон не существует.

source: Email is not verified.
ar: البريد الإلكتروني غير متحقق.
de: Die E-Mail ist nicht verifiziert.
es: El correo electrónico no está verificado.
fr: L'email n'est pas vérifié.
he: האימייל לא מאומת.
pt: E-mail não verificado.
ru: Электронная почта не подтверждена.

source: Phone is not verified.
ar: الهاتف غير متحقق.
de: Das Telefon ist nicht verifiziert.
es: El teléfono no está verificado.
fr: Le téléphone n'est pas vérifié.
he: הטלפון לא מאומת.
pt: Telefone não verificado.
ru: Телефон не подтвержден.

source: Please select plan to proceed.
ar: الرجاء تحديد الخطة للمتابعة.
de: Bitte wählen Sie einen Plan, um fortzufahren.
es: Seleccione el plan para continuar.
fr: Veuillez sélectionner un plan pour continuer.
he: אנא בחר תוכנית להמשך.
pt: Por favor, selecione um plano para continuar.
ru: Пожалуйста, выберите план, чтобы продолжить.

source: Account not Approved by admin. Please contact administrator.
ar: الحساب غير موافق عليه من قبل المشرف. يرجى التواصل مع المسؤول.
de: Konto nicht vom Administrator genehmigt. Bitte kontaktieren Sie den Administrator.
es: Cuenta no aprobada por el administrador. Por favor, contacte al administrador.
fr: Compte non approuvé par l'administrateur. Veuillez contacter l'administrateur.
he: החשבון לא אושר על ידי המנהל. אנא צור קשר עם המנהל.
pt: Conta não aprovada pelo administrador. Por favor, entre em contato com o administrador.
ru: Аккаунт не одобрен администратором. Пожалуйста, свяжитесь с администратором.

source: Your account is deactivated by the admin. Please contact administrator.
ar: تم تعطيل حسابك من قبل المشرف. يرجى التواصل مع المسؤول.
de: Ihr Konto wurde vom Administrator deaktiviert. Bitte kontaktieren Sie den Administrator.
es: Su cuenta ha sido desactivada por el administrador. Por favor, contacte al administrador.
fr: Votre compte a été désactivé par l'administrateur. Veuillez contacter l'administrateur.
he: החשבון שלך נוטרל על ידי המנהל. אנא צור קשר עם המנהל.
pt: Sua conta foi desativada pelo administrador. Por favor, entre em contato com o administrador.
ru: Ваш аккаунт деактивирован администратором. Пожалуйста, свяжитесь с администратором.

source: Account is deleted. Please contact administrator.
ar: تم حذف الحساب. يرجى التواصل مع المسؤول.
de: Das Konto wurde gelöscht. Bitte kontaktieren Sie den Administrator.
es: La cuenta ha sido eliminada. Por favor, contacte al administrador.
fr: Le compte a été supprimé. Veuillez contacter l'administrateur.
he: החשבון נמחק. אנא צור קשר עם המנהל.
pt: Conta excluída. Por favor, entre em contato com o administrador.
ru: Аккаунт удален. Пожалуйста, свяжитесь с администратором.

source: Wrong Credentials!
ar: بيانات الاعتماد غير صحيحة!
de: Falsche Anmeldedaten!
es: ¡Credenciales incorrectas!
fr: Identifiants incorrects !
he: פרטי הכניסה שגויים!
pt: Credenciais incorretas!
ru: Неверные учетные данные!

source: Email/Phone is required
ar: البريد الإلكتروني / الهاتف مطلوب.
de: E-Mail/Telefon ist erforderlich
es: Se requiere correo electrónico/teléfono.
fr: Email/Téléphone requis.
he: דוא"ל/טלפון נדרשים
pt: E-mail/Telefone é obrigatório.
ru: Требуется электронная почта/телефон.

source: refresh_token field is required!
ar: مطلوب حقل رمز التحديث!
de: Das Feld 'refresh_token' ist erforderlich!
es: ¡Se requiere un campo de token de actualización!
fr: Un champ de jeton de rafraîchissement est requis !
he: נדרש שדה טוקן רענון!
pt: O campo refresh_token é obrigatório!
ru: Требуется поле с токеном обновления!

source: Token is invalid or expired
ar: الرمز غير صالح أو منتهي الصلاحية
de: Das Token ist ungültig oder abgelaufen
es: El token es inválido o ha expirado.
fr: Le jeton est invalide ou a expiré.
he: הטוקן אינו תקף או פג תוקפו.
pt: Token inválido ou expirado.
ru: Токен недействителен или истек.

source: You have successfully logged out!
ar: لقد قمت بتسجيل الخروج بنجاح!
de: Sie haben sich erfolgreich abgemeldet!
es: ¡Ha cerrado sesión exitosamente!
fr: Vous vous êtes déconnecté avec succès !
he: התנתקת בהצלחה!
pt: Você saiu com sucesso!
ru: Вы успешно вышли из системы!

source: Email is Required!
ar: البريد الإلكتروني مطلوب!
de: E-Mail ist erforderlich!
es: ¡Se requiere correo electrónico!
fr: L'email est requis !
he: דוא"ל נדרש!
pt: E-mail é obrigatório!
ru: Требуется электронная почта!

source: No Account Found!
ar: لا يوجد حساب!
de: Kein Konto gefunden!
es: ¡No se encontró ninguna cuenta!
fr: Aucun compte trouvé !
he: לא נמצא חשבון!
pt: Nenhuma conta encontrada!
ru: Аккаунт не найден!

source: User is Not Active, Activate your account first!
ar: المستخدم غير نشط، قم بتفعيل حسابك أولاً!
de: Benutzer ist nicht aktiv. Aktivieren Sie Ihr Konto zuerst!
es: ¡El usuario no está activo, active su cuenta primero!
fr: L'utilisateur n'est pas actif, activez d'abord votre compte !
he: המשתמש אינו פעיל, יש להפעיל את החשבון שלך תחילה!
pt: Usuário não está ativo. Ative sua conta primeiro!
ru: Пользователь неактивен, сначала активируйте свой аккаунт!

source: Check your email for confirmation Code!
ar: تحقق من بريدك الإلكتروني للحصول على رمز التأكيد!
de: Überprüfen Sie Ihre E-Mail auf den Bestätigungscode!
es: ¡Revise su correo electrónico para el código de confirmación!
fr: Vérifiez votre email pour le code de confirmation !
he: בדוק את הדוא"ל שלך לקוד אישור!
pt: Verifique seu e-mail para o código de confirmação!
ru: Проверьте свою электронную почту на наличие кода подтверждения!

source: Email/Phone is Required!
ar: البريد الإلكتروني / الهاتف مطلوب!
de: E-Mail/Telefon ist erforderlich!
es: ¡Se requiere correo electrónico/teléfono!
fr: Email/Téléphone requis !
he: דוא"ל/טלפון נדרשים!
pt: E-mail/Telefone é obrigatório!
ru: Требуется электронная почта/телефон!

source: Email is not verified, verify your email first!
ar: البريد الإلكتروني غير متحقق، قم بتحقق بريدك الإلكتروني أولاً!
de: Die E-Mail ist nicht verifiziert, verifizieren Sie Ihre E-Mail zuerst!
es: ¡El correo electrónico no está verificado, verifique su correo electrónico primero!
fr: L'email n'est pas vérifié, vérifiez d'abord votre email !
he: הדוא"ל אינו מאומת, אנא אמת את הדוא"ל שלך תחילה!
pt: E-mail não verificado. Verifique seu e-mail primeiro!
ru: Электронная почта не подтверждена, сначала подтвердите свою электронную почту!

source: Phone is not verified, verify your phone first!
ar: إذا لم يتم التحقق من الهاتف، قم بتحقق هاتفك أولاً!
de: Das Telefon ist nicht verifiziert, verifizieren Sie Ihr Telefon zuerst!
es: ¡Si el teléfono no está verificado, verifique su teléfono primero!
fr: Si le téléphone n'est pas vérifié, vérifiez d'abord votre téléphone !
he: אם הטלפון אינו מאומת, אנא אמת את הטלפון שלך תחילה!
pt: Telefone não verificado. Verifique seu telefone primeiro!
ru: Если телефон не подтвержден, сначала подтвердите свой телефон!

source: Usage is Required. Register/Forgot
ar: الاستخدام مطلوب. تسجيل / نسيت
de: Die Verwendung ist erforderlich. Registrieren/Vergessen
es: Se requiere uso. Registrarse/Olvidar
fr: L'utilisation est requise. S'inscrire/Mot de passe oublié.
he: שימוש נדרש. להירשם/שכחת
pt: O uso é obrigatório. Registrar/Esqueceu
ru: Требуется использование. Зарегистрироваться/Забыли

source: Invalid Usage
ar: استخدام غير صالح
de: Ungültige Verwendung
es: Uso inválido.
fr: Utilisation invalide
he: שימוש לא תקין
pt: Uso inválido
ru: Недопустимое использование

source: Please use below OTP to verify your account
ar: يرجى استخدام رمز التحقق أدناه للتحقق من بريدك الإلكتروني
de: Bitte verwenden Sie den unten stehenden OTP, um Ihr Konto zu verifizieren
es: Utilice el siguiente OTP para verificar su correo electrónico.
fr: Veuillez utiliser le code OTP ci-dessous pour vérifier votre email
he: נא להשתמש בקוד OTP המצורף לאימות האימייל שלך
pt: Por favor, use o OTP abaixo para verificar sua conta
ru: Пожалуйста, используйте нижеприведенный одноразовый пароль для подтверждения вашей электронной почты

source: New email is Required!
ar: البريد الإلكتروني الجديد مطلوب
de: Neue E-Mail ist erforderlich!
es: Se requiere un nuevo correo electrónico.
fr: Un nouvel e-mail est requis.
he: נדרשת כתובת דוא"ל חדשה
pt: Novo e-mail é obrigatório!
ru: Требуется новый адрес электронной почты.

source: Usage is Required. Change Email
ar: الاستخدام مطلوب. تسجيل / نسيت
de: Die Verwendung ist erforderlich. Ändern Sie die E-Mail
es: Se requiere uso. Registrarse/Olvidar
fr: L'utilisation est requise. S'inscrire/Mot de passe oublié.
he: שימוש נדרש. להירשם/שכחת
pt: O uso é obrigatório. Alterar e-mail
ru: Требуется использование. Зарегистрироваться/Забыли

source: This email already exist.
ar: هذا الهاتف موجود بالفعل.
de: Diese E-Mail existiert bereits.
es: Este teléfono ya existe.
fr: Ce numéro de téléphone existe déjà.
he: הטלפון הזה כבר קיים.
pt: Este e-mail já existe.
ru: Этот номер телефона уже существует

source: Code is Required!
ar: الرمز مطلوب!
de: Code ist erforderlich!
es: ¡Se requiere código!
fr: Code requis !
he: קוד נדרש!
pt: Código é obrigatório!
ru: Требуется код!

source: Email not Found!
ar: البريد الإلكتروني غير موجود!
de: E-Mail nicht gefunden!
es: ¡Correo electrónico no encontrado!
fr: Email non trouvé !
he: דוא"ל לא נמצא!
pt: E-mail não encontrado!
ru: Электронная почта не найдена!

source: Invalid Code
ar: رمز غير صالح
de: Ungültiger Code
es: Código inválido.
fr: Code invalide
he: קוד לא תקף
pt: Código inválido
ru: Недействительный код

source: Code Expired, Request a New One!
ar: انتهت صلاحية الرمز، اطلب واحدًا جديدًا!
de: Code abgelaufen, fordern Sie einen neuen an!
es: ¡Código expirado, solicite uno nuevo!
fr: Code expiré, demandez-en un nouveau !
he: הקוד פג תוקפו, בקש קוד חדש!
pt: Código expirado, solicite um novo!
ru: Код истек, запросите новый!

source: Account has been verified successfully
ar: تم التحقق من الحساب بنجاح
de: Das Konto wurde erfolgreich verifiziert
es: La cuenta ha sido verificada exitosamente.
fr: Le compte a été vérifié avec succès
he: החשבון אומת בהצלחה
pt: Conta foi verificada com sucesso.
ru: Учетная запись успешно подтверждена

source: Wrong Confirmation Code!
ar: رمز التأكيد خاطئ!
de: Falscher Bestätigungscode!
es: ¡Código de confirmación incorrecto!
fr: Code de confirmation incorrect !
he: קוד אימות שגוי!
pt: Código de confirmação incorreto!
ru: Неверный код подтверждения!

source: code and email is not there.
ar: لا يوجد رمز ولا بريد إلكتروني.
de: Code und E-Mail sind nicht vorhanden.
es: No hay código ni correo electrónico.
fr: Code et email ne sont pas présents.
he: אין קוד ואימייל
pt: Código e e-mail não estão presentes.
ru: Код и электронная почта отсутствуют.

source: Email is Invalid.
ar: البريد الإلكتروني غير صالح.
de: E-Mail ist ungültig.
es: El correo electrónico no es válido.
fr: L'email est invalide.
he: האימייל אינו תקף
pt: E-mail é inválido.
ru: Недействительный адрес электронной почты.

source: Wrong confirmation code
ar: رمز التأكيد خاطئ
de: Falscher Bestätigungscode
es: Código de confirmación incorrecto.
fr: Code de confirmation incorrect
he: קוד אימות שגוי
pt: Código de confirmação incorreto!
ru: Неверный код подтверждения

source: Both Fields are required!
ar: كلا الحقلين مطلوبين!
de: Beide Felder sind erforderlich!
es: ¡Ambos campos son obligatorios!
fr: Les deux champs sont requis !
he: שני השדות נדרשים!
pt: Ambos os campos são obrigatórios!
ru: Оба поля обязательны!

source: Passwords do not match
ar: كلمات المرور غير متطابقة
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas
he: הסיסמאות אינן תואמות
pt: Senhas não coincidem.
ru: Пароли не совпадают

source: Password has been set!
ar: تم تعيين كلمة المرور بنجاح!
de: Das Passwort wurde festgelegt!
es: ¡La contraseña ha sido establecida!
fr: Le mot de passe a été défini !
he: הסיסמה הוגדרה בהצלחה!
pt: Senha foi definida!
ru: Пароль установлен!

source: Wrong old Password
ar: كلمة المرور القديمة خاطئة
de: Falsches altes Passwort
es: Contraseña antigua incorrecta.
fr: Ancien mot de passe incorrect
he: סיסמה ישנה שגויה
pt: Senha antiga incorreta.
ru: Неправильный старый пароль

source: Password has been successfully changed!
ar: تم تغيير كلمة المرور بنجاح!
de: Das Passwort wurde erfolgreich geändert!
es: ¡La contraseña ha sido cambiada exitosamente!
fr: Le mot de passe a été changé avec succès !
he: הסיסמה שונתה בהצלחה!
pt: Senha foi alterada com sucesso!
ru: Пароль успешно изменен!

source: Invalid business category
ar: فئة العمل غير صالحة
de: Ungültige Geschäftskategorie
es: Categoría de negocio inválida.
fr: Catégorie d'entreprise invalide
he: קטגוריית עסק לא תקפה
pt: Categoria comercial inválida.
ru: Недопустимая категория бизнеса

source: Your business category is already set to '{}'. You cannot change it.
de: Ihre Geschäftskategorie ist bereits auf '{}' eingestellt. Sie können sie nicht ändern.
pt: Sua categoria comercial já está definida como '{}'. Você não pode alterá-la.

source: Profile Updated Successfully
ar: تم تحديث الملف الشخصي بنجاح
de: Profil erfolgreich aktualisiert
es: Perfil actualizado exitosamente.
fr: Profil mis à jour avec succès
he: הפרופיל עודכן בהצלחה
pt: Perfil atualizado com sucesso.
ru: Профиль успешно обновлен

source: Some error
ar: حدث خطأ ما
de: Ein Fehler ist aufgetreten
es: Error desconocido.
fr: Une erreur s'est produite
he: שגיאה מסוימת
pt: Algum erro.
ru: Ошибка

source: You cannot create family member
ar: لا يمكنك إنشاء عضو عائلة
de: Sie können kein Familienmitglied erstellen
es: No puedes crear un miembro de la familia.
fr: Vous ne pouvez pas créer un membre de la famille
he: אינך יכול ליצור חבר משפחה
pt: Você não pode criar um membro da família.
ru: Вы не можете создать члена семьи

source: Family Member Added Successfully
ar: تمت إضافة عضو العائلة بنجاح
de: Familienmitglied erfolgreich hinzugefügt
es: Miembro de la familia agregado exitosamente.
fr: Membre de la famille ajouté avec succès
he: חבר משפחה נוסף בהצלחה
pt: Membro da família adicionado com sucesso.
ru: Член семьи успешно добавлен58. Семейный член успешно обновлен
