Repository: sam-matrix116/shukdeals_pub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, he, pt, ru

source: Family Member Updated Successfully
ar: تم تحديث عضو العائلة بنجاح
de: Familienmitglied erfolgreich aktualisiert
es: Miembro de la familia actualizado exitosamente.
fr: Membre de la famille mis à jour avec succès
he: חבר משפחה עודכן בהצלחה
pt: Membro da família atualizado com sucesso.
ru: Член семьи успешно добавлен58. Семейный член успешно обновлен

source: Invalid Family Member
ar: عضو العائلة غير صالح
de: Ungültiges Familienmitglied
es: Miembro de la familia inválido.
fr: Membre de la famille invalide
he: חבר משפחה לא תקף
pt: Membro da família inválido.
ru: Недействительный семейный член

source: Family Member deleted Successfully
ar: تم حذف عضو العائلة بنجاح
de: Familienmitglied erfolgreich gelöscht
es: Miembro de la familia eliminado exitosamente.
fr: Membre de la famille supprimé avec succès
he: חבר משפחה נמחק בהצלחה
pt: Membro da família excluído com sucesso.
ru: Семейный член успешно удален

source: User is already deleted
ar: تم حذف المستخدم بالفعل
de: Benutzer wurde bereits gelöscht
es: El usuario ya ha sido eliminado
fr: L'utilisateur est déjà supprimé
he: המשתמש כבר נמחק
pt: O usuário já foi excluído

source: Please send delete reason
ar: يرجى إرسال السيرة الذاتية
de: Bitte senden Sie Ihren Lebenslauf
es: Por favor, envía tu currículum
fr: Veuillez envoyer votre CV
he: אנא שלח קורות חיים
pt: Por favor, envie o currículo
ru: Пожалуйста, отправьте резюме

source: Invalid Reason
ar: خطة غير صالحة
de: Ungültiger Plan
es: Plan inválido.
fr: Plan invalide
he: תוכנית לא תקפה
pt: Plano inválido.
ru: Недействительный план

source: You cannot delete your account for the moment as it is used as default Non Profitable Organization. Please contact admin for deleting your account.
ar: لا يمكنك حذف حسابك في الوقت الحالي حيث يتم استخدامه كمنظمة غير ربحية افتراضية. يرجى الاتصال بالمسؤول لحذف حسابك.
de: Sie können Ihr Konto im Moment nicht löschen, da es als Standard-Non-Profit-Organisation verwendet wird. Bitte kontaktieren Sie den Administrator, um Ihr Konto zu löschen.
es: No puedes eliminar tu cuenta por el momento, ya que se utiliza como la organización sin fines de lucro predeterminada. Por favor, contacta al administrador para eliminar tu cuenta.
fr: Vous ne pouvez pas supprimer votre compte pour le moment car il est utilisé comme organisation à but non lucratif par défaut. Veuillez contacter l'administrateur pour supprimer votre compte.
he: אין אפשרות למחוק את החשבון שלך כרגע מכיוון שהוא משמש כארגון ללא כוונת רווח ברירת מחדל. אנא צור קשר עם המנהל למחיקת החשבון שלך.
pt: Você não pode excluir sua conta no momento, pois ela é usada como a Organização sem Fins Lucrativos padrão. Entre em contato com o administrador para excluir sua conta.

source: You cannot delete your account at the moment. Please contact admin.
ar: تم تعطيل حسابك من قبل المشرف. يرجى التواصل مع المسؤول.
de: Ihr Konto wurde vom Administrator deaktiviert. Bitte kontaktieren Sie den Administrator.
es: Su cuenta ha sido desactivada por el administrador. Por favor, contacte al administrador.
fr: Votre compte a été désactivé par l'administrateur. Veuillez contacter l'administrateur.
he: החשבון שלך נוטרל על ידי המנהל. אנא צור קשר עם המנהל.
pt: Sua conta foi desativada pelo administrador. Por favor, entre em contato com o administrador.
ru: Ваш аккаунт деактивирован администратором. Пожалуйста, свяжитесь с администратором.

source: Account deleted Successfully.
ar: تم حذف الوظيفة بنجاح
de: Reise erfolgreich gelöscht
es: Ya has aplicado para este Anuncio de Trabajo
fr: L'offre d'emploi a été supprimée avec succès.
he: המשרה נמחקה בהצלחה
pt: Jornada excluída com sucesso.
ru: Вакансия успешно удалена

source: Plan is required
ar: الرجاء تقديم خطة
de: Plan ist erforderlich
es: Se requiere un plan.
fr: Un plan est requis
he: נדרש תוכנית
pt: Plano é obrigatório.
ru: Требуется план

source: You cannot access this module.
ar: يرجى تفعيل خطتك للوصول إلى هذه الوحدة
de: Bitte aktivieren Sie Ihren Plan, um auf dieses Modul zuzugreifen
es: Por favor, activa tu plan para acceder a este módulo
fr: Veuillez activer votre plan pour accéder à ce module
he: אנא הפעל את התוכנית שלך כדי לגשת למודול זה
pt: Ative seu plano para acessar este módulo
ru: Пожалуйста, активируйте свой план, чтобы получить доступ к этому модулю.

source: You cannot access this module
ar: يرجى تفعيل خطتك للوصول إلى هذه الوحدة
de: Bitte aktivieren Sie Ihren Plan, um auf dieses Modul zuzugreifen
es: Por favor, activa tu plan para acceder a este módulo
fr: Veuillez activer votre plan pour accéder à ce module
he: אנא הפעל את התוכנית שלך כדי לגשת למודול זה
pt: Ative seu plano para acessar este módulo
ru: Пожалуйста, активируйте свой план, чтобы получить доступ к этому модулю.

source: Invalid Plan
ar: خطة غير صالحة
de: Ungültiger Plan
es: Plan inválido.
fr: Plan invalide
he: תוכנית לא תקפה
pt: Plano inválido.
ru: Недействительный план

source: This plan is not for current user type
ar: هذه الخطة ليست لنوع المستخدم الحالي
de: Dieser Plan ist nicht für den aktuellen Benutzertyp
es: Este plan no es para el tipo de usuario actual.
fr: Ce plan n'est pas destiné au type d'utilisateur actuel
he: התוכנית הזו אינה מיועדת לסוג המשתמש הנוכחי
pt: Este plano não é para o tipo de usuário atual.
ru: Этот план не предназначен для текущего типа пользователя

source: Plan activated successfully
ar: تم تفعيل الخطة بنجاح
de: Plan erfolgreich aktiviert
es: Plan activado exitosamente.
fr: Plan activé avec succès
he: התוכנית הופעלה בהצלחה
pt: Plano ativado com sucesso.
ru: План успешно активирован

source: Payment Detail is missing
ar: تفاصيل الدفع مفقودة
de: Zahlungsdetail fehlt
es: Falta el detalle de pago.
fr: Détail de paiement manquant
he: חסרים פרטי תשלום
pt: Detalhe do pagamento está faltando.
ru: Отсутствуют данные о платеже

source: Payment Detail is Invalid
ar: تفاصيل الدفع غير صالحة
de: Zahlungsdetail ist ungültig
es: El detalle de pago no es válido.
fr: Détail de paiement invalide
he: פרטי התשלום אינם תקפים
pt: Detalhe do pagamento é inválido.
ru: Недействительные данные о платеже

source: Payment gateway issue in stripe
ar: تفاصيل الدفع مفقودة
de: Zahlungsdetail fehlt
es: Falta el detalle de pago.
fr: Détail de paiement manquant
he: חסרים פרטי תשלום
pt: Detalhe do pagamento está faltando.
ru: Отсутствуют данные о платеже

source: Invalid payment method.
ar: طريقة الدفع غير صالحة
de: Ungültige Zahlungsmethode
es: Método de pago no válido
fr: Mode de paiement invalide
he: אמצעי תשלום לא חוקי
pt: Método de pagamento inválido.
ru: Неверный способ оплаты

source: This payment method is marked default successfully.
ar: تم إنشاء المقال الإخباري بنجاح
de: Geschäftsbedingungen erfolgreich erstellt
es: Artículo de noticias creado exitosamente
fr: Article de presse créé avec succès
he: המאמר נוצר בהצלחה
pt: Termos e condições criados com sucesso.
ru: Новостная статья успешно создана

source: Please send payment method to delete
ar: الرجاء إرسال تفاصيل الدفع
de: Bitte senden Sie Zahlungsdetails
es: Por favor envíe los detalles de pago.
fr: Veuillez envoyer les détails de paiement
he: אנא שלח פרטי תשלום
pt: Por favor, envie detalhes do pagamento.
ru: Пожалуйста, отправьте данные о платеже

source: Invalid payment method
ar: طريقة الدفع غير صالحة
de: Ungültige Zahlungsmethode
es: Método de pago no válido
fr: Mode de paiement invalide
he: אמצעי תשלום לא חוקי
pt: Método de pagamento inválido.
ru: Неверный способ оплаты

source: You cannot delete the default payment method.
ar: لا يمكنك إنشاء عضو عائلة
de: Sie können kein Familienmitglied erstellen
es: No puedes crear un miembro de la familia.
fr: Vous ne pouvez pas créer un membre de la famille
he: אינך יכול ליצור חבר משפחה
pt: Você não pode criar um membro da família.
ru: Вы не можете создать члена семьи

source: Payment method deleted successfully.
ar: تم حذف الصفقة بنجاح
de: Plan erfolgreich gelöscht
es: Oferta eliminada exitosamente
fr: Offre supprimée avec succès
he: העסקה נמחקה בהצלחה
pt: Plano excluído com sucesso.
ru: Сделка успешно удалена

source: Checkout session id is missing
ar: معرف جلسة الخروج غير متوفر
de: Die Checkout-Sitzungs-ID fehlt
es: Falta el ID de sesión de pago
fr: L'identifiant de session de paiement est manquant
he: מזהה הסשן של התשלום חסר
pt: O ID da sessão de checkout está ausente

source: Payment method added successfully
ar: تم تفعيل الخطة بنجاح
de: Plan erfolgreich erstellt
es: Plan activado exitosamente.
fr: Plan activé avec succès
he: התוכנית הופעלה בהצלחה
pt: Plano criado com sucesso.
ru: План успешно активирован

source: Please send temp token
ar: يرجى إرسال السيرة الذاتية
de: Bitte senden Sie Ihren Lebenslauf
es: Por favor, envía tu currículum
fr: Veuillez envoyer votre CV
he: אנא שלח קורות חיים
pt: Por favor, envie o currículo
ru: Пожалуйста, отправьте резюме

source: Please send payment detail
ar: الرجاء إرسال تفاصيل الدفع
de: Bitte senden Sie Zahlungsdetails
es: Por favor envíe los detalles de pago.
fr: Veuillez envoyer les détails de paiement
he: אנא שלח פרטי תשלום
pt: Por favor, envie detalhes do pagamento.
ru: Пожалуйста, отправьте данные о платеже

source: Invalid payment details
ar: تفاصيل الدفع غير صالحة
de: Ungültige Zahlungsdetails
es: Detalles de pago inválidos.
fr: Détails de paiement invalides
he: פרטי התשלום אינם תקפים
pt: Detalhes do pagamento inválidos.
ru: Недействительные данные платежа

source: Some problem in payment
ar: مشكلة في عملية الدفع
de: Ein Problem bei der Zahlung
es: Problema en el pago
fr: Problème de paiement
he: בעיה בתשלום
pt: Algum problema no pagamento.

source: Payment Failed
ar: فشل الدفع
de: Zahlung fehlgeschlagen
es: Pago fallido.
fr: Paiement échoué
he: התשלום נכשל
pt: Pagamento falhou.
ru: Платеж не удался

source: Invalid Token
ar: الرمز غير صالح
de: Ungültiges Token
es: Token inválido.
fr: Jeton invalide
he: טוקן לא תקף
pt: Token inválido.
ru: Недействительный токен

source: For using tranzila, make sure your currency is Israeli Shekels
ar: لاستخدام "TRANZILA"، تأكد من أن عملتك النقدية هي الشيكل الإسرائيلي.
de: Stellen Sie für die Verwendung von Tranzila sicher, dass Ihre Währung israelische Schekel sind
es: Para usar TRANZILA, asegúrese de que su moneda sea Shekels israelíes.
fr: Pour utiliser TRANZILA, assurez-vous que votre devise est le shekel israélien
he: על מנת להשתמש ב-TRANZILA, וודא שמטבעך הוא ש”ח
pt: Para usar tranzila, certifique-se de que sua moeda seja Shekels israelenses.
ru: Для использования TRANZILA убедитесь, что ваша валюта - израильские шекели.

source: Please enter card number
ar: يرجى إدخال رقم البطاقة
de: Bitte geben Sie die Kartennummer ein
es: Por favor ingrese el número de tarjeta.
fr: Veuillez entrer le numéro de carte
he: בבקשה הזן את מספר הכרטיס
pt: Por favor, insira o número do cartão.
ru: Пожалуйста, введите номер карты.

source: Please enter expiry month
ar: يرجى إدخال شهر الانتهاء
de: Bitte geben Sie den Ablaufmonat ein
es: Por favor ingrese el mes de vencimiento.
fr: Veuillez entrer le mois d'expiration
he: בבקשה הזן את חודש התפוגה
pt: Por favor, insira o mês de expiração.
ru: Пожалуйста, введите месяц истечения срока действия.

source: Please enter expiry year
ar: يرجى إدخال سنة الانتهاء
de: Bitte geben Sie das Ablaufjahr ein
es: Por favor ingrese el año de vencimiento.
fr: Veuillez entrer l'année d'expiration
he: בבקשה הזן את שנת התפוגה
pt: Por favor, insira o ano de expiração.
ru: Пожалуйста, введите год истечения срока действия.

source: This card already exist.
ar: هذا الهاتف موجود بالفعل.
de: Diese E-Mail existiert bereits.
es: Este teléfono ya existe.
fr: Ce numéro de téléphone existe déjà.
he: הטלפון הזה כבר קיים.
pt: Este e-mail já existe.
ru: Этот номер телефона уже существует

source: Some problem in adding the new payment method.
ar: مشكلة في إضافة وسيلة دفع جديدة
de: Ein Problem bei der Zahlung
es: Problema al agregar el nuevo método de pago.
fr: Problème lors de l'ajout de la nouvelle méthode de paiement.
he: בעיה בהוספת אמצעי תשלום חדש
pt: Problema ao adicionar o novo método de pagamento.

source: This payment method does not exist
ar: هذا الهاتف غير موجود.
de: Diese Telefonnummer existiert nicht.
es: Este teléfono no existe.
fr: Ce numéro de téléphone n'existe pas
he: מספר הטלפון הזה לא קיים.
pt: Este telefone não existe.
ru: Этот телефон не существует.

source: Payment Successful
ar: تم الدفع بنجاح
de: Zahlung erfolgreich
es: Pago exitoso
fr: Paiement réussi
he: התשלום הצליח
pt: Pagamento bem-sucedido.
ru: Платеж успешен

source: Please send location to add
ar: يرجى إرسال الموقع للإضافة
de: Bitte senden Sie den Standort, den Sie hinzufügen möchten
es: Por favor envíe la ubicación para agregar.
fr: Veuillez envoyer l'emplacement à ajouter
he: בבקשה שלח את המיקום להוספה
pt: Por favor, envie a localização para adicionar.
ru: Пожалуйста, отправьте местоположение для добавления.

source: Please make payments for adding more locations.
ar: يرجى إجراء المدفوعات لإضافة المزيد من المواقع.
de: Bitte leisten Sie Zahlungen, um weitere Standorte hinzuzufügen.
es: Por favor realice pagos para agregar más ubicaciones.
fr: Veuillez effectuer des paiements pour ajouter plus d'emplacements
he: בבקשה בצע תשלומים עבור הוספת מיקומים נוספים
pt: Por favor, faça pagamentos para adicionar mais locais.
ru: Пожалуйста, произведите оплату для добавления дополнительных местоположений.

source: This location does not exist.
ar: هذا الموقع غير موجود.
de: Dieser Standort existiert nicht.
es: Esta ubicación no existe.
fr: Cet emplacement n'existe pas
he: מיקום זה אינו קיים
pt: Esta localização não existe.
ru: Это местоположение не существует.

source: This store manager email already exist.
ar: هذا الهاتف موجود بالفعل.
de: Diese E-Mail-Adresse des Geschäftsführers existiert bereits.
es: Este teléfono ya existe.
fr: Ce numéro de téléphone existe déjà.
he: הטלפון הזה כבר קיים.
pt: Este e-mail do gerente da loja já existe.
ru: Этот номер телефона уже существует

source: This store manager phone already exist.
ar: هذا الهاتف موجود بالفعل.
de: Diese Telefonnummer des Geschäftsführers existiert bereits.
es: Este teléfono ya existe.
fr: Ce numéro de téléphone existe déjà.
he: הטלפון הזה כבר קיים.
pt: Este telefone do gerente da loja já existe.
ru: Этот номер телефона уже существует

source: Please send number of location to add
ar: يرجى إرسال عدد المواقع للإضافة
de: Bitte senden Sie die Anzahl der Standorte, die Sie hinzufügen möchten
es: Por favor envíe el número de ubicaciones para agregar.
fr: Veuillez envoyer le nombre d'emplacements à ajouter
he: בבקשה שלח את מספר המיקומים להוספה
pt: Por favor, envie o número de locais para adicionar.
ru: Пожалуйста, отправьте количество местоположений для добавления.

source: Location deleted successfully
ar: تم حذف الموقع بنجاح
de: Standort erfolgreich gelöscht
es: Ubicación eliminada exitosamente.
fr: Emplacement supprimé avec succès
he: המיקום נמחק בהצלחה
pt: Local excluído com sucesso.
ru: Местоположение успешно удалено.

source: This user does not exist.
ar: هذا المستخدم غير موجود.
de: Dieser Benutzer existiert nicht.
es: Este usuario no existe.
fr: Cet utilisateur n'existe pas.
he: משתמש זה אינו קיים
pt: Este usuário não existe.
ru: Этот пользователь не существует.

source: Ngo video added successfully
ar: تمت إضافة فيديو المنظمة غير الحكومية بنجاح.
de: Ngo-Video erfolgreich hinzugefügt
es: Video de ONG agregado exitosamente.
fr: Vidéo de l'ONG ajoutée avec succès.
he: סרטון של ארגון לא ממשלתי נוסף בהצלחה
pt: Vídeo da ONG adicionado com sucesso.
ru: Видео НПО успешно добавлено.

source: This video does not exist.
ar: هذا الفيديو غير موجود.
de: Dieses Video existiert nicht.
es: Este video no existe.
fr: Cette vidéo n'existe pas.
he: סרטון זה אינו קיים
pt: Este vídeo não existe.
ru: Это видео не существует.

source: Ngo video updated successfully
ar: تم تحديث فيديو المنظمة غير الحكومية بنجاح.
de: Ngo-Video erfolgreich aktualisiert
es: El video de ONG se actualizó exitosamente.
fr: La vidéo de l'ONG a été mise à jour avec succès.
he: סרטון של ארגון לא ממשלתי עודכן בהצלחה
pt: Vídeo da ONG atualizado com sucesso.
ru: Видео НПО успешно обновлено.

source: Ngo video deleted successfully
ar: تم حذف فيديو المنظمة غير الحكومية بنجاح.
de: Ngo-Video erfolgreich gelöscht
es: Video de ONG eliminado exitosamente.
fr: La vidéo de l'ONG a été supprimée avec succès.
he: סרטון של ארגון לא ממשלתי נמחק בהצלחה
pt: Vídeo da ONG excluído com sucesso.
ru: Видео НПО успешно удалено.

source: Password is correct
ar: كلمة المرور صحيحة
de: Passwort ist korrekt
es: La contraseña es correcta.
fr: Le mot de passe est correct.
he: הסיסמה נכונה
pt: Senha está correta.
ru: Пароль верный.

source: Password incorrect
ar: كلمة المرور غير صحيحة
de: Passwort inkorrekt
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
he: הסיסמה שגויה
pt: Senha incorreta.
ru: Пароль неверный.

source: New Email is required
ar: البريد الإلكتروني الجديد مطلوب
de: Neue E-Mail ist erforderlich
es: Se requiere un nuevo correo electrónico.
fr: Un nouvel e-mail est requis.
he: נדרשת כתובת דוא"ל חדשה
pt: Novo e-mail é obrigatório!
ru: Требуется новый адрес электронной почты.

source: This new email is already in use. Send another email
ar: هذا البريد الإلكتروني الجديد مستخدم بالفعل. يرجى إرسال بريد إلكتروني آخر.
de: Diese neue E-Mail wird bereits verwendet. Senden Sie eine andere E-Mail
es: Este nuevo correo electrónico ya está en uso. Envía otro correo electrónico.
fr: Cet nouvel e-mail est déjà utilisé. Veuillez envoyer un autre e-mail.
he: הדוא"ל החדש הזה כבר בשימוש. שלח דוא"ל נוסף.
pt: Este novo e-mail já está em uso. Envie outro e-mail.
ru: Этот новый адрес электронной почты уже используется. Отправьте другой адрес электронной почты.

source: We have sent a verification code on your new email {}. Check Your Email For Verification Code!
ar: لقد قمنا بإرسال رمز التحقق إلى بريدك الإلكتروني الجديد. تحقق من بريدك الإلكتروني للحصول على رمز التحقق!
de: Wir haben einen Bestätigungscode an Ihre neue E-Mail-Adresse {} gesendet. Überprüfen Sie Ihre E-Mails auf den Bestätigungscode!
es: Hemos enviado un código de verificación a tu nuevo correo electrónico. ¡Verifica tu correo electrónico para obtener el código de verificación!
fr: Nous avons envoyé un code de vérification à votre nouvel e-mail. Vérifiez votre e-mail pour obtenir le code de vérification!
he: שלחנו קוד אימות לכתובת הדואר האלקטרוני החדשה שלך. בדוק את הדואר שלך לקבלת קוד אימות!
pt: Enviamos um código de verificação para o seu novo e-mail {}. Verifique seu e-mail para o código de verificação.

source: Please send a valid email
ar: يرجى إرسال بريد إلكتروني صالح
de: Bitte senden Sie eine gültige E-Mail
es: Por favor, envía un correo electrónico válido.
fr: Veuillez envoyer un e-mail valide.
he: אנא שלח דוא"ל תקין.
pt: Por favor, envie um e-mail válido.
ru: Пожалуйста, отправьте действительный адрес электронной почты.

source: OTP is required
ar: رمز OTP مطلوب
de: OTP ist erforderlich
es: Se requiere OTP.
fr: Le code OTP est requis.
he: נדרש OTP.
pt: OTP é obrigatório.
ru: Требуется OTP

source: Email changed successfully
ar: تم تغيير البريد الإلكتروني بنجاح
de: E-Mail erfolgreich geändert
es: El correo electrónico se cambió exitosamente.
fr: L'e-mail a été changé avec succès.
he: הדוא"ל שונה בהצלחה.
pt: E-mail alterado com sucesso.
ru: Электронная почта успешно изменена

source: {} for news letter
de: {} für Newsletter
pt: {} para boletim informativo.

source: Review added successfully.
ar: تمت إضافة المراجعة بنجاح
de: Bewertung erfolgreich hinzugefügt.
es: La reseña se agregó exitosamente.
fr: Avis ajouté avec succès.
he: הביקורת נוספה בהצלחה.
pt: Avaliação adicionada com sucesso.
ru: Отзыв успешно добавлен

source: Already reviewed
ar: تمت المراجعة بالفعل
de: Bereits überprüft
es: Ya se ha realizado una reseña.
fr: Déjà évalué.
he: כבר נכתבה ביקורת.
pt: Já avaliado.
ru: Уже оставлен отзыв

source: Invalid User
ar: مستخدم غير صالح
de: Ungültiger Benutzer
es: Usuario inválido.
fr: Utilisateur invalide.
he: משתמש לא תקין.
pt: Usuário inválido.
ru: Недействительный пользователь

source: Invalid Review
ar: مراجعة غير صالحة
de: Ungültige Bewertung
es: Reseña inválida.
fr: Avis invalide.
he: ביקורת לא תקינה.
pt: Avaliação inválida.
ru: Недействительный отзыв

source: Review marked successfully.
ar: تمت مراجعة العلامة بنجاح.
de: Bewertung erfolgreich markiert.
es: La reseña se marcó exitosamente.
fr: Avis marqué avec succès.
he: הביקורת סומנה בהצלחה.
pt: Avaliação marcada com sucesso.
ru: Отзыв успешно отмечен

source: Already marked
ar: تم وضع علامة بالفعل.
de: Bereits markiert
es: Ya se ha marcado.
fr: Déjà marqué.
he: כבר סומנה.
pt: Já marcado.
ru: Уже отмечено

source: Review flagged successfully.
ar: تمت مراجعة العلامة بنجاح.
de: Bewertung erfolgreich markiert.
es: La reseña se marcó como inapropiada exitosamente.
fr: Avis signalé avec succès.
he: הביקורת דווחה בהצלחה.
pt: Avaliação marcada com sucesso.
ru: Отзыв успешно помечен

source: Already flagged
ar: تم وضع علامة بالفعل.
de: Bereits markiert
es: Ya se ha marcado como inapropiada.
fr: Déjà signalé.
he: כבר דווחה.
pt: Já marcado.
ru: Уже помечено

source: Flagged successfully.
ar: تم وضع علامة بنجاح.
de: Erfolgreich markiert.
es: Marcado exitosamente.
fr: Drapeau signalé avec succès.
he: סומן בהצלחה.
pt: Marcado com sucesso.
ru: Успешно помечено.

source: Already flagged.
ar: تم وضع علامة بالفعل.
de: Bereits markiert.
es: Ya marcado.
fr: Déjà signalé.
he: כבר סומן.
pt: Já marcado.
ru: Уже помечено.

source: The date format seems wrong. Please send date as: 2024-02-01
ar: تبدو صيغة التاريخ خاطئة. يرجى إرسال التاريخ بصيغة 2024-02-01.
de: Das Datumsformat scheint falsch zu sein. Bitte senden Sie das Datum wie folgt: 2024-02-01
es: El formato de fecha parece incorrecto. Por favor, envíe la fecha como 2024-02-01.
fr: Le format de la date semble incorrect. Veuillez envoyer la date au format 2024-02-01.
he: תבנית התאריך נראית שגויה. אנא שלח את התאריך בפורמט 2024-02-01.
pt: O formato da data parece estar incorreto. Por favor, envie a data como: 2024-02-01.
ru: Формат даты неверный. Пожалуйста, отправьте дату в формате 2024-02-01.

source: Invalid payment.
ar: الدفعة غير صالحة.
de: Ungültige Zahlung.
es: Pago inválido.
fr: Paiement invalide.
he: תשלום לא תקף.
pt: Pagamento inválido.
ru: Недействительный платеж.

source: Non profitable organizations cannot choose another Non profitable organizations.
ar: لا يمكن للمنظمات غير الربحية اختيار منظمة غير ربحية أخرى.
de: Non-Profit-Organisationen können keine andere Non-Profit-Organisation auswählen.
es: Las organizaciones sin fines de lucro no pueden seleccionar otras organizaciones sin fines de lucro.
fr: Les organisations à but non lucratif ne peuvent pas choisir d'autres organisations à but non lucratif.
he: ארגונים ללא מטרת רווח אינם יכולים לבחור בארגונים ללא מטרת רווח נוספים.
pt: Organizações sem fins lucrativos não podem escolher outras organizações sem fins lucrativos.

source: Please select ngo to update
ar: الرجاء تحديد الخطة للمتابعة.
de: Bitte wählen Sie einen Plan, um fortzufahren.
es: Seleccione el plan para continuar.
fr: Veuillez sélectionner un plan pour continuer.
he: אנא בחר תוכנית להמשך.
pt: Por favor, selecione um plano para continuar.
ru: Пожалуйста, выберите план, чтобы продолжить.

source: Invalid Non Profitable Organization
ar: منظمة غير ربحية غير صالحة
de: Ungültige Non-Profit-Organisation
es: Organización sin fines de lucro no válida
fr: Organisation à but non lucratif invalide
he: ארגון ללא מטרת רווח לא תקין
pt: Organização sem fins lucrativos inválida

source: Non Profitable Organization updated successfully
ar: تم تحديث فيديو المنظمة غير الحكومية بنجاح.
de: Ngo-Video erfolgreich aktualisiert
es: El video de ONG se actualizó exitosamente.
fr: La vidéo de l'ONG a été mise à jour avec succès.
he: סרטון של ארגון לא ממשלתי עודכן בהצלחה
pt: Vídeo da ONG atualizado com sucesso.
ru: Видео НПО успешно обновлено.
